Repository: IngweLand/forge-of-games
Catalog: src/Application.Client.Web/Localization/FogResource.*.resx
Languages: cs, de, es, fr, it, ja, nl, pl, zh

# UnitStats.InitialFocusInSecondsBonusAbbrev
source: INITIAL CHARGE
cs: POČÁTEČNÍ NABITÍ
fr: CHARGE INITIALE
it: CARICA INIZIALE
ja: 初期チャージ
nl: EERSTE AANVAL
pl: POCZĄTKOWE NAŁADOWANIE

# UnitStats.CritChanceAbbrev
source: CRIT CHANCE
cs: ŠANCE NA KRITICKÝ ZÁSAH
fr: CHANCE CRIT
it: PROBABILITÀ CRITICO
ja: クリティカル率
nl: KRIT KANS
pl: SZANSA NA KRYTYCZNY RUCH

# UnitStats.AttackSpeedAbbrev
source: ATK SPEED
cs: RYCHLOST ÚTOKU
fr: VIT ATQ
it: VELOCITÀ ATT
ja: 攻撃速度
nl: AANV. SNELHEID
pl: SZYBKOŚĆ ATAKU

# HeroSearchInput.Label
source: Hero name
cs: Jméno hrdiny
fr: Nom du héros
it: Nome dell'eroe
ja: ヒーロー名
nl: Heldennaam
pl: Imię bohatera

# CityPlanner.Inspirations.Title
source: City Layout Inspirations
cs: Inspirace pro rozmístění města
fr: Inspirations d'aménagement de ville
it: Ispirazioni per il layout della città
ja: 都市レイアウトのインスピレーション
nl: Stadslayout inspiraties
pl: Inspiracje układów miasta

# CityPlanner.Inspirations.PageTitle
source: City Layout Inspirations | Heroes of History | Forge of Games
cs: Inspirace pro rozmístění města | Heroes of History | Forge of Games
fr: Inspirations d'aménagement de ville | Heroes of History | Forge of Games
it: Ispirazioni per il layout della città | Heroes of History | Forge of Games
ja: 都市レイアウトのインスピレーション | Heroes of History | Forge of Games
nl: Stadslayout inspiraties | Heroes of History | Forge of Games
pl: Inspiracje układów miasta | Heroes of History | Forge of Games

# CityPlanner.Inspirations.Meta.Description
source: View the best city layouts created by other players in Heroes of History. Plan and optimize your city. Import in-game data, manage multiple layouts, analyze production stats, and maximize efficiency.
cs: Prohlédněte si nejlepší rozmístění měst vytvořená ostatními hráči v Heroes of History. Plánujte a optimalizujte své město. Importujte herní data, spravujte více rozmístění, analyzujte produkční statistiky a maximalizujte efektivitu.
fr: Consultez les meilleurs aménagements de ville créés par d'autres joueurs dans Heroes of History. Planifiez et optimisez votre ville. Importez les données du jeu, gérez plusieurs aménagements, analysez les statistiques de production et maximisez l'efficacité.
it: Visualizza i migliori layout di città creati da altri giocatori in Heroes of History. Pianifica e ottimizza la tua città. Importa i dati di gioco, gestisci più layout, analizza le statistiche di produzione e massimizza l'efficienza.
ja: Heroes of Historyで他のプレイヤーが作成した最高の都市レイアウトを見る。都市を計画し最適化する。ゲーム内データをインポートし、複数のレイアウトを管理し、生産統計を分析し、効率を最大化する。
nl: Bekijk de beste stadslayouts gemaakt door andere spelers in Heroes of History. Plan en optimaliseer je stad. Importeer gamedata, beheer meerdere layouts, analyseer productiestatistieken en maximaliseer efficiëntie.
pl: Zobacz najlepsze układy miast stworzone przez innych graczy w Heroes of History. Planuj i optymalizuj swoje miasto. Importuj dane z gry, zarządzaj wieloma układami, analizuj statystyki produkcji i maksymalizuj wydajność.

# CityPlanner.Inspirations.Meta.Keywords
source: Heroes of History city planner, city layout, city layout example, best city layout, city optimization, city layout optimization, city max production
cs: Heroes of History plánovač města, rozmístění města, příklad rozmístění města, nejlepší rozmístění města, optimalizace města, optimalizace rozmístění města, maximální produkce města
fr: Heroes of History planificateur de ville, aménagement de ville, exemple d'aménagement de ville, meilleur aménagement de ville, optimisation de ville, optimisation d'aménagement de ville, production maximale de ville
it: Heroes of History pianificatore città, layout città, esempio layout città, miglior layout città, ottimizzazione città, ottimizzazione layout città, produzione massima città
ja: Heroes of History 都市プランナー, 都市レイアウト, 都市レイアウト例, 最高の都市レイアウト, 都市最適化, 都市レイアウト最適化, 都市最大生産
nl: Heroes of History stadsplanner, stadslayout, stadslayout voorbeeld, beste stadslayout, stadsoptimalisatie, stadslayout optimalisatie, stad maximale productie
pl: Heroes of History planer miasta, układ miasta, przykład układu miasta, najlepszy układ miasta, optymalizacja miasta, optymalizacja układu miasta, maksymalna produkcja miasta

# StatsHub.PlayerProfile.Title
source: Player Profile
cs: Profil hráče
fr: Profil du joueur
it: Profilo giocatore
ja: プレイヤープロフィール
nl: Spelerprofiel
pl: Profil gracza

# StatsHub.PlayerProfile.PageTitle
source: Player Profile | Heroes of History | Forge of Games
cs: Profil hráče | Heroes of History | Forge of Games
fr: Profil du joueur | Heroes of History | Forge of Games
it: Profilo giocatore | Heroes of History | Forge of Games
ja: プレイヤープロフィール | Heroes of History | Forge of Games
nl: Spelerprofiel | Heroes of History | Forge of Games
pl: Profil gracza | Heroes of History | Forge of Games

# StatsHub.AllianceProfile.Title
source: Alliance Profile
cs: Profil aliance
fr: Profil d'alliance
it: Profilo alleanza
ja: アライアンスプロフィール
nl: Alliantieprofiel
pl: Profil sojuszu

# StatsHub.AllianceProfile.PageTitle
source: Alliance Profile | Heroes of History | Forge of Games
cs: Profil aliance | Heroes of History | Forge of Games
fr: Profil d'alliance | Heroes of History | Forge of Games
it: Profilo alleanza | Heroes of History | Forge of Games
ja: アライアンスプロフィール | Heroes of History | Forge of Games
nl: Alliantieprofiel | Heroes of History | Forge of Games
pl: Profil sojuszu | Heroes of History | Forge of Games

# SupportUs.Patreon.Title
source: We are on Patreon
cs: Jsme na Patreonu
fr: Nous sommes sur Patreon
it: Siamo su Patreon
ja: 私たちはPatreonにいます
nl: We zijn op Patreon
pl: Jesteśmy na Patreonie

# CommandCenter.Equipment.PageTitle
source: Equipment | Heroes of History | Forge of Games
cs: Vybavení | Heroes of History | Forge of Games
fr: Équipement | Heroes of History | Forge of Games
it: Equipaggiamento | Heroes of History | Forge of Games
ja: 装備 | Heroes of History | Forge of Games
nl: Uitrusting | Heroes of History | Forge of Games
pl: Wyposażenie | Heroes of History | Forge of Games

# CommandCenter.Equipment.Meta.Description
source: View all your equipment and their properties in a single sortable table.
cs: Zobrazte si všechno své vybavení a jejich vlastnosti v jedné seřaditelné tabulce.
fr: Consultez tout votre équipement et ses propriétés dans un seul tableau triable.
it: Visualizza tutto il tuo equipaggiamento e le sue proprietà in un'unica tabella ordinabile.
ja: すべての装備とその特性を一つのソート可能な表で確認できます。
nl: Bekijk al je uitrusting en hun eigenschappen in één sorteerbare tabel.
pl: Zobacz całe swoje wyposażenie i ich właściwości w jednej sortowalnej tabeli.

# CommandCenter.Equipment.Meta.Keywords
source: Heroes of History equipment, equipment configurator, equipment table, equipment properties, equipment sets
cs: Heroes of History vybavení, konfigurátor vybavení, tabulka vybavení, vlastnosti vybavení, sady vybavení
fr: Heroes of History équipement, configurateur d'équipement, tableau d'équipement, propriétés d'équipement, ensembles d'équipement
it: Heroes of History equipaggiamento, configuratore equipaggiamento, tabella equipaggiamento, proprietà equipaggiamento, set equipaggiamento
ja: Heroes of History 装備, 装備コンフィギュレーター, 装備表, 装備特性, 装備セット
nl: Heroes of History uitrusting, uitrusting configurator, uitrusting tabel, uitrusting eigenschappen, uitrusting sets
pl: Heroes of History wyposażenie, konfigurator wyposażenia, tabela wyposażenia, właściwości wyposażenia, zestawy wyposażenia

# CommandCenter.Equipment.Title
source: Equipment
cs: Vybavení
fr: Équipement
it: Equipaggiamento
ja: 装備
nl: Uitrusting
pl: Wyposażenie

# Announcement.Patreon
source: We are on Patreon! If you've found our project useful and want to help keep it online and evolving, your support means a lot!
cs: Jsme na Patreonu! Pokud vám náš projekt byl užitečný a chcete pomoci udržet ho online a rozvíjet ho dál, vaše podpora znamená hodně!
fr: Nous sommes sur Patreon ! Si notre projet vous a été utile et que vous souhaitez aider à le maintenir en ligne et à le faire évoluer, votre soutien compte beaucoup !
it: Siamo su Patreon! Se hai trovato utile il nostro progetto e vuoi aiutare a mantenerlo online e in evoluzione, il tuo supporto significa molto!
ja: 私たちはPatreonにいます！私たちのプロジェクトが役に立ち、オンラインで維持し発展させ続けるのを手伝いたいと思っていただけるなら、あなたのサポートは大きな意味があります！
nl: We staan op Patreon! Als je ons project nuttig hebt gevonden en wilt helpen het online te houden en te laten groeien, betekent jouw steun veel!
pl: We staan op Patreon! Als je ons project nuttig hebt gevonden en wilt helpen het online te houden en te laten groeien, betekent jouw steun veel!

# Announcement.Patreon.OK
source: Sure, I want to help!
cs: Jasně, chci pomoci!
fr: Bien sûr, je veux aider !
it: Certo, voglio aiutare!
ja: はい、手伝いたいです！
nl: Natuurlijk, ik wil helpen!
pl: Natuurlijk, ik wil helpen!

# Announcement.Patreon.Cancel
source: Nah, not today.
cs: Ne, dnes ne.
fr: Non, pas aujourd'hui.
it: No, non oggi.
ja: いえ、今日はやめておきます。
nl: Nee, vandaag niet.
pl: Nee, vandaag niet.

# MyBattles.SubmissionIdInput.Label
source: Submission ID
cs: ID odevzdání
fr: ID de soumission
it: ID invio
ja: 提出ID
nl: Inzending ID
pl: ID zgłoszenia

# CommandCenter.Menu.MyBattles
source: My Battles
cs: Moje bitvy
fr: Mes combats
it: Le mie battaglie
ja: マイバトル
nl: Mijn gevechten
pl: Moje bitwy

# CommandCenter.MyBattles.PageTitle
source: My Battles | Heroes of History | Forge of Games
cs: Moje bitvy | Heroes of History | Forge of Games
fr: Mes combats | Heroes of History | Forge of Games
it: Le mie battaglie | Heroes of History | Forge of Games
ja: マイバトル | Heroes of History | Forge of Games
nl: Mijn gevechten | Heroes of History | Forge of Games
pl: Moje bitwy | Heroes of History | Forge of Games

# CommandCenter.MyBattles.Meta.Description
source: View all your submitted battles.
cs: Zobrazit všechny vaše odevzdané bitvy.
fr: Voir tous vos combats soumis.
it: Visualizza tutte le tue battaglie inviate.
ja: 提出したすべてのバトルを表示します。
nl: Bekijk al je ingezonden gevechten.
pl: Zobacz wszystkie swoje zgłoszone bitwy.

# CommandCenter.MyBattles.Meta.Keywords
source: Heroes of History battles, campaign, treasure hunt, historic battles, tesla storms, arena, my battles, my battle history
cs: Heroes of History bitvy, kampaň, honba za pokladem, historické bitvy, tesla bouře, aréna, moje bitvy, historie mých bitev
fr: Heroes of History combats, campagne, chasse au trésor, batailles historiques, tempêtes tesla, arène, mes combats, mon historique de combats
it: Heroes of History battaglie, campagna, caccia al tesoro, battaglie storiche, tempeste di tesla, arena, le mie battaglie, la mia cronologia battaglie
ja: Heroes of History バトル、キャンペーン、宝探し、歴史の戦い、テスラストーム、闘技場、マイバトル、バトル履歴
nl: Heroes of History gevechten, campagne, schattenjacht, historische gevechten, tesla stormen, arena, mijn gevechten, mijn gevechtsgeschiedenis
pl: Heroes of History bitwy, kampania, poszukiwanie skarbu, historyczne bitwy, burze tesli, arena, moje bitwy, historia moich bitew

# CommandCenter.MyBattles.Title
source: My Battles
cs: Moje bitvy
fr: Mes combats
it: Le mie battaglie
ja: マイバトル
nl: Mijn gevechten
pl: Moje bitwy

# MyBattles.SubmissionId.Description
source: Enter the Submission ID to view all battles associated with it.
cs: Zadejte ID podání a zobrazte všechny bitvy s ním spojené.
fr: Saisissez l’ID de soumission pour afficher toutes les batailles qui y sont associées.
it: Inserisci l'ID di invio per visualizzare tutte le battaglie ad esso associate.
ja: 送信 ID を入力して、それに関連するすべてのバトルを表示します。
nl: Voer de inzendings-ID in om alle bijbehorende gevechten te bekijken.
pl: Wprowadź identyfikator zgłoszenia, aby wyświetlić wszystkie powiązane bitwy.

# StatsHub.Battle.Title
source: Battle
cs: Bitva
fr: Bataille
it: Battaglia
ja: バトル
nl: Gevecht
pl: Bitwa

# StatsHub.Battle.PageTitle
source: Battle {0} | Battle Log | Heroes of History | Forge of Games
cs: Bitva {0} | Historie bitev | Heroes of History | Forge of Games
fr: Bataille {0} | Journal des batailles | Heroes of History | Forge of Games
it: Battaglia {0} | Registro battaglie | Heroes of History | Forge of Games
ja: バトル {0} | バトルログ | Heroes of History | Forge of Games
nl: Gevecht {0} | Gevechtslogboek | Heroes of History | Forge of Games
pl: Bitwa {0} | Dziennik bitew | Heroes of History | Forge of Games

# Common.Deleted
source: Deleted
cs: Smazáno
fr: Supprimé
it: Eliminato
ja: 削除済み
nl: Verwijderd
pl: Usunięte

# StatsHub.JoinedOn
source: Joined on {0}
cs: Připojen dne {0}
fr: Rejoint le {0}
it: Iscritto il {0}
ja: {0}に参加
nl: Lid geworden op {0}
pl: Dołączył dnia {0}

# BattleTeamFormation.Title
source: Battle team formation
cs: Tvorba bojového týmu
fr: Formation de l’équipe de bataille
it: Formazione della squadra di battaglia
ja: バトルチーム編成
nl: Gevechtsteamformatie
pl: Formacja drużyny bojowej

# BattleTimelineComponent.Title
source: Battle timeline
cs: Časová osa bitvy
fr: Chronologie de la bataille
it: Cronologia della battaglia
ja: バトルタイムライン
nl: Tijdlijn van de strijd
pl: Oś czasu bitwy

# BattleTimelineComponent.ShowRelicsSwitchLabel
source: Relics
cs: Relikvie
fr: Reliques
it: Reliquie
ja: 遺物
nl: Relikwieën
pl: Relikty

# Common.All
source: All
cs: Vše
fr: Tous
it: Tutti
ja: すべて
nl: Alles
pl: Wszystko

# BattleSelector.Result
source: Result
cs: Výsledek
fr: Résultat
it: Risultato
ja: 結果
nl: Resultaat
pl: Wynik

# CityPlanner.ProductionCost
source: Production cost
cs: Výrobní náklady
fr: Coût de production
it: Costo di produzione
ja: 生産コスト
nl: Productiekosten
pl: Koszt produkcji

# SupportUs.PayPal.Title
source: Donate via PayPal
cs: Darovat přes PayPal
fr: Faire un don via PayPal
it: Dona tramite PayPal
ja: PayPalで寄付
nl: Doneren via PayPal
pl: Dotacja przez PayPal

# SupportUs.PayPal.Message
source: You can support us directly through PayPal.
cs: Můžete nás podpořit přímo přes PayPal.
fr: Vous pouvez nous soutenir directement via PayPal.
it: Puoi sostenerci direttamente tramite PayPal.
ja: PayPalを通じて直接サポートできます。
nl: Je kunt ons direct steunen via PayPal.
pl: Możesz nas wspierać bezpośrednio przez PayPal.

# SupportUs.PayPal.ButtonLabel
source: Donate
cs: Darovat
fr: Faire un don
it: Dona
ja: 寄付
nl: Doneren
pl: Dotuj

# CityViewer.FirstTimeMessage
source: City Viewer lets you explore your layout on small screens. Pinch to zoom and drag to move around. Tap the analytics button to see city stats. To make edits, switch to a larger screen.
cs: Prohlížeč města vám umožní prozkoumat rozvržení na malých obrazovkách. Přibližujte pomocí sevření prstů a tažením se pohybujte. Klepněte na tlačítko analytiky a zobrazte statistiky města. Chcete-li provádět úpravy, přepněte na větší obrazovku.
fr: City Viewer vous permet d’explorer votre plan sur de petits écrans. Pincez pour zoomer et faites glisser pour vous déplacer. Touchez le bouton d’analytique pour voir les statistiques de la ville. Pour effectuer des modifications, passez à un écran plus grand.
it: City Viewer ti consente di esplorare il tuo layout su schermi piccoli. Pizzica per ingrandire e trascina per spostarti. Tocca il pulsante delle analisi per vedere le statistiche della città. Per apportare modifiche, passa a uno schermo più grande.
ja: City Viewer を使うと、小さな画面でレイアウトを確認できます。ピンチでズームし、ドラッグして移動します。分析ボタンをタップすると都市の統計が表示されます。編集するには、より大きな画面に切り替えてください。
nl: Met City Viewer kunt u uw indeling op kleine schermen verkennen. Knijp om in te zoomen en sleep om te bewegen. Tik op de analysetoets om stadsstatistieken te bekijken. Om bewerkingen uit te voeren, schakelt u over naar een groter scherm.
pl: City Viewer pozwala eksplorować układ na małych ekranach. Ściśnij, aby powiększyć, i przeciągnij, aby się poruszać. Stuknij przycisk analizy, aby zobaczyć statystyki miasta. Aby wprowadzać zmiany, przełącz się na większy ekran.

# ShareSubmissionIdDialog.Description
source: The Shared Submission ID allows access to your resources (e.g., battles) for 24 hours.
cs: Sdílené ID podání umožňuje přístup k vašim zdrojům (např. bitvám) po dobu 24 hodin.
fr: L'ID de soumission partagée permet d'accéder à vos ressources (par exemple, les batailles) pendant 24 heures.
it: L'ID di invio condiviso consente l'accesso alle tue risorse (ad esempio, battaglie) per 24 ore.
ja: 共有された提出IDにより、24時間あなたのリソース（例：バトル）にアクセスできます。
nl: Het gedeelde inzend-ID geeft 24 uur toegang tot je bronnen (bijv. gevechten).
pl: Udostępniony identyfikator zgłoszenia umożliwia dostęp do twoich zasobów (np. walk) przez 24 godziny.

# ShareSubmissionIdDialog.CreateButton.Title
source: Create
cs: Vytvořit
fr: Créer
it: Crea
ja: 作成
nl: Aanmaken
pl: Utwórz

# StatsHub.Player.CitySnapshotDate
source: City Snapshot Date
cs: Datum snímku města
fr: Date de l’instantané de la ville
it: Data dell'istantanea della città
ja: 都市スナップショット日
nl: Datum van stadsmomentopname
pl: Data migawki miasta

# Announcement.Donation
source: Forge of Games needs help. I’ve been covering all costs for this project myself for almost a year. I can’t keep funding it alone — without donations, the site may have to go offline soon. If you’d like it to stay up, please consider donating.
cs: Forge of Games potřebuje pomoc. Náklady na tento projekt jsem téměř rok hradil sám. Už to nemohu financovat sám — bez darů může být web brzy offline. Pokud chcete, aby zůstal dostupný, zvažte prosím darování.
fr: Forge of Games a besoin d’aide. Je finance seul ce projet depuis presque un an. Je ne peux plus continuer à le faire seul — sans dons, le site pourrait bientôt être mis hors ligne. Si vous souhaitez qu’il reste accessible, veuillez envisager de faire un don.
it: Forge of Games ha bisogno di aiuto. Ho sostenuto personalmente tutti i costi di questo progetto per quasi un anno. Non posso più finanziarlo da solo — senza donazioni, il sito potrebbe dover chiudere presto. Se vuoi che resti online, considera di fare una donazione.
ja: Forge of Games は支援を必要としています。私はほぼ 1 年間、このプロジェクトのすべての費用を自費で負担してきました。これ以上自分だけで資金を提供することはできません — 寄付がなければ、このサイトはまもなく閉鎖される可能性があります。サイトを存続させたい場合は、ぜひ寄付をご検討ください。
nl: Forge of Games heeft hulp nodig. Ik heb bijna een jaar lang alle kosten voor dit project zelf betaald. Ik kan het niet langer alleen financieren — zonder donaties kan de site binnenkort offline gaan. Als je wilt dat de site blijft bestaan, overweeg dan een donatie.
pl: Forge of Games potrzebuje pomocy. Od prawie roku sam pokrywam wszystkie koszty tego projektu. Nie mogę dalej finansować go sam — bez darowizn strona może wkrótce zostać wyłączona. Jeśli chcesz, aby pozostała dostępna, rozważ proszę wsparcie finansowe.

# SupportUs.DonationOptions.Title
source: Donation options
cs: Možnosti darování
fr: Options de don
it: Opzioni di donazione
ja: 寄付のオプション
nl: Donatieopties
pl: Opcje darowizny

# SupportUs.DonationOptions.OneTime
source: One-time
cs: Jednorázově
fr: Unique
it: Una tantum
ja: 一回のみ
nl: Eenmalig
pl: Jednorazowo

# SupportUs.DonationOptions.Monthly
source: Monthly
cs: Měsíčně
fr: Mensuel
it: Mensile
ja: 毎月
nl: Maandelijks
pl: Miesięcznie

# SupportUs.LargerContributionMessage
source: If you’d like to make a larger contribution, you can reach me directly on Discord.
cs: Pokud chcete přispět větší částkou, můžete mě kontaktovat přímo na Discordu.
fr: Si vous souhaitez faire une contribution plus importante, vous pouvez me contacter directement sur Discord.
it: Se desideri fare un contributo maggiore, puoi contattarmi direttamente su Discord.
ja: より大きな支援を希望される場合は、Discord で直接ご連絡ください。
nl: Als je een grotere bijdrage wilt leveren, kun je me rechtstreeks bereiken via Discord.
pl: Jeśli chcesz przekazać większą darowiznę, możesz skontaktować się ze mną bezpośrednio na Discordzie.

# Unit.EquipmentInsights.Title
source: Most Used Equipment
cs: Nejpoužívanější vybavení
fr: Équipement le plus utilisé
it: Attrezzatura più utilizzata
ja: 最も使用されている装備
nl: Meest gebruikte uitrusting
pl: Najczęściej używany sprzęt

# Unit.RelicInsights.Title
source: Most Used Relics
cs: Nejpoužívanější relikvie
fr: Reliques les plus utilisées
it: Reliquie più usate
ja: 最も使用された遺物
nl: Meest gebruikte relikwieën
pl: Najczęściej używane relikty

# StatsHub.Alliance.AthRanking
source: Treasure Hunt Ranking
cs: Žebříček Honby za pokladem
fr: Classement Chasse au Trésor
it: Classifica della caccia al tesoro
ja: 宝探しのランキング
nl: Schattenjachtranglijst
pl: Ranking Poszukiwań skarbów

# StatsHub.Player.PvpRanking
source: Arena Ranking
cs: Pořadí arény
fr: Classement d’Arène
it: Classifica dell'Arena
ja: 闘技場ランキング
nl: Arena-ranglijst
pl: Ranking Areny

# TreasureHuntLeagueSelector.Label
source: League
cs: Liga
fr: Ligue
it: Lega
ja: リーグ
nl: Liga
pl: Liga

# StatsHub.Worlds.TopAllianceAthRankingListTitle
source: Treasure Hunt on {0}
cs: Honba za pokladem na {0}
fr: Chasse au Trésor sur {0}
it: Caccia al Tesoro su {0}
ja: {0}での宝探し
nl: Schattenjacht op {0}
pl: Poszukiwanie skarbu na {0}

# CityPlanner.CityMapEntity.Lock
source: Lock
cs: Uzamknout
fr: Verrouiller
it: Blocca
ja: ロック
nl: Vergrendelen
pl: Zablokuj

# CityPlanner.CityMapEntity.Unlock
source: Unlock
cs: Odemknout
fr: Déverrouiller
it: Sblocca
ja: ロック解除
nl: Ontgrendelen
pl: Odblokuj

# StatsHub.LastSeenOn
source: Last seen on {0}
cs: Naposledy viděn {0}
fr: Vu pour la dernière fois le {0}
it: Visto l'ultima volta il {0}
ja: {0} に最後に見られました
nl: Laatst gezien op {0}
pl: Ostatnio widziany {0}

# StatsHub.Worlds.TopEventCityListTitle
source: Event cities on {0}
cs: Města událostí na {0}
fr: Villes d’événements sur {0}
it: Città degli eventi su {0}
ja: {0} のイベント都市
nl: Evenementsteden op {0}
pl: Miasta wydarzeń na {0}

# SupportUs.ServerCostGoal
source: 2026 year server cost goal
cs: Cíl nákladů na server pro rok 2026
fr: Objectif de coût du serveur pour 2026
it: Obiettivo di costo del server per il 2026
ja: 2026年のサーバーコスト目標
nl: Doel van de serverkosten voor 2026
pl: Cel kosztów serwera na rok 2026

# HeroFilter.AbilityTag
source: Ability tag
cs: Značka schopnosti
fr: Étiquette de capacité
it: Etichetta abilità
ja: アビリティタグ
nl: Vaardigheidslabel
pl: Etykieta umiejętności

# CityPlanner.Inspirations.Form.ProductionMetric
source: Production Metric
cs: Metrika výroby
fr: Métrique de production
it: Metrica di produzione
ja: 生産指標
nl: Productiemeting
pl: Metryka produkcji

# CityProductionMetric.Storage
source: Storage
cs: Sklad
fr: Stockage
it: Deposito
ja: 倉庫
nl: Opslag
pl: Magazyn

# CityProductionMetric.StoragePerCityArea
source: Storage (per city area)
cs: Sklad (na oblast města)
fr: Stockage (par zone urbaine)
it: Deposito (per area città)
ja: 倉庫（都市エリアごと）
nl: Opslag (per stadsgebied)
pl: Magazyn (na obszar miasta)

# CityProductionMetric.OneHourPerCityArea
source: 1h (per city area)
cs: 1h (na oblast města)
fr: 1h (par zone urbaine)
it: 1h (per area città)
ja: 1h（都市エリアごと）
nl: 1u (per stadsgebied)
pl: 1h (na obszar miasta)

# CityProductionMetric.OneDayPerCityArea
source: 24h (per city area)
cs: 24h (na oblast města)
fr: 24h (par zone urbaine)
it: 24h (per area città)
ja: 24h（都市エリアごと）
nl: 24u (per stadsgebied)
pl: 24h (na obszar miasta)

# CityPlanner.Inspirations.Form.Allow
source: Allow {0}
cs: Povolit {0}
fr: Autoriser {0}
it: Consenti {0}
ja: {0} を許可
nl: {0} toestaan
pl: Zezwól na {0}

# Hoh.BuildingGroups.PremiumHome.Plural
source: Luxurious Homes
cs: Luxusní domy
fr: Maisons luxueuses
it: Abitazioni lussuose
ja: 豪華な住宅
nl: Luxe woningen
pl: Luksusowe domy

# Hoh.BuildingGroups.PremiumFarm.Plural
source: Luxurious Farms
cs: Luxusní farmy
fr: Fermes luxueuses
it: Fattorie lussuose
ja: 豪華な農場
nl: Luxe boerderijen
pl: Luksusowe gospodarstwa

# Hoh.BuildingGroups.PremiumCulture.Plural
source: Luxurious Culture Sites
cs: Luxusní kulturní památky
fr: Sites culturels luxueux
it: Siti culturali lussuosi
ja: 豪華な文化遺産
nl: Luxe culturele locaties
pl: Luksusowe miejsca kultury

# StatsHub.Player.ProductionCapacity
source: Production capacity ({0})
cs: Kapacita výroby ({0})
fr: Capacité de production ({0})
it: Capacità produttiva ({0})
ja: 生産能力（{0}）
nl: Productiecapaciteit ({0})
pl: Moce produkcyjne ({0})
