Repository: IngweLand/forge-of-games
Catalog: src/Application.Client.Web/Localization/FogResource.*.resx
Languages: cs, de, es, fr, it, ja, nl, pl, zh

# Home.Meta.Description
source: Forge of Games is your ultimate resource for Heroes of History. Access command center, city planner, leaderboards, tools, calculators and wiki to enhance your gameplay.
cs: Forge of Games je váš ultimátní zdroj pro Heroes of History. Přístup k velitelskému centru, plánovači města, žebříčkům, nástrojům, kalkulačkám a wiki pro zlepšení vaší hry.
de: Forge of Games ist deine ultimative Ressource für Heroes of History. Greife auf das Kommandozentrum, den Stadtplaner, Bestenlisten, Werkzeuge, Rechner und das Wiki zu, um dein Gameplay zu verbessern.
es: Forge of Games es tu recurso definitivo para Heroes of History. Accede al centro de mando, planificador de ciudades, clasificaciones, herramientas, calculadoras y wiki para mejorar tu experiencia de juego.
fr: Forge of Games est votre ressource ultime pour Heroes of History. Accédez au centre de commandement, au planificateur de ville, aux classements, aux outils, aux calculateurs et au wiki pour améliorer votre expérience de jeu.
it: Forge of Games è la tua risorsa definitiva per Heroes of History. Accedi a centro di comando, pianificatore città, classifiche, strumenti, calcolatori e wiki per migliorare il tuo gioco.
ja: Forge of Games は Heroes of History の究極の情報源です。指令センター、都市プランナー、ランキング、ツール、計算機、Wiki などを利用して、ゲームを強化しましょう。
nl: Forge of Games is jouw ultieme bron voor Heroes of History. Toegang tot het commandocentrum, stadsplanner, ranglijsten, tools, rekenmachines en wiki om je gameplay te verbeteren.
pl: Forge of Games to Twoje najlepsze źródło informacji o Heroes of History. Uzyskaj dostęp do centrum dowodzenia, planera miasta, rankingów, narzędzi, kalkulatorów i wiki, aby ulepszyć swoją rozgrywkę.
zh: Forge of Games 是您的 Heroes of History 終極資源。訪問指揮中心、城市規劃、排行榜、工具、計算器和維基來提升您的遊戲體驗。

# Home.Meta.Keywords
source: Heroes of History, game tools, strategy guides, city planner, hero builder, command center, leaderboards, wiki
cs: Heroes of History, herní nástroje, strategické průvodce, plánovač města, tvůrce hrdiny, velitelské centrum, žebříčky, wiki
de: Heroes of History, Spielwerkzeuge, Strategie-Guides, Stadtplaner, Heldenbauer, Kommandozentrum, Bestenlisten, Wiki
es: Heroes of History, herramientas de juego, guías estratégicas, planificador de ciudades, constructor de héroes, centro de mando, clasificaciones, wiki
fr: Heroes of History, outils de jeu, guides stratégiques, planificateur de ville, créateur de héros, centre de commandement, classements, wiki
it: Heroes of History, strumenti di gioco, guide strategiche, pianificatore città, costruttore eroi, centro di comando, classifiche, wiki
ja: Heroes of History, ゲームツール, 戦略ガイド, 都市プランナー, ヒーロービルダー, 指令センター, ランキング, Wiki
nl: Heroes of History, speltools, strategiegidsen, stadsplanner, heldenbouwer, commandocentrum, ranglijsten, wiki
pl: Heroes of History, narzędzia do gry, poradniki strategiczne, planer miasta, kreator bohaterów, centrum dowodzenia, rankingi, wiki
zh: Heroes of History，遊戲工具，策略指南，城市規劃，英雄構建，指揮中心，排行榜，維基

# CampaignRegion.Meta.Description
source: Master the campaign in Heroes of History. Explore battles, enemy squads, rewards, and strategic insights for each region.
cs: Ovládněte kampaň ve hře Heroes of History. Prozkoumejte bitvy, nepřátelské oddíly, odměny a strategické postřehy pro každý region.
de: Meistere die Kampagne in Heroes of History. Erkunde Kämpfe, feindliche Truppen, Belohnungen und strategische Einblicke für jede Region.
es: Domina la campaña en Heroes of History. Explora batallas, escuadrones enemigos, recompensas y estrategias para cada región.
fr: Maîtrisez la campagne de Heroes of History. Découvrez les batailles, les escouades ennemies, les récompenses et les stratégies pour chaque région.
it: Domina la campagna in Heroes of History. Esplora battaglie, squadre nemiche, ricompense e strategie per ogni regione.
ja: Heroes of History のキャンペーンをマスターしましょう。戦闘、敵部隊、報酬、各地域の戦略的洞察を探索できます。
nl: Beheers de campagne in Heroes of History. Ontdek gevechten, vijandelijke squads, beloningen en strategische inzichten voor elke regio.
pl: Opanuj kampanię w Heroes of History. Odkryj bitwy, wrogie oddziały, nagrody i strategiczne wskazówki dla każdego regionu.
zh: 掌握 Heroes of History 戰役。探索戰鬥、敵軍部隊、獎勵和各地區的戰略見解。

# CampaignRegion.Meta.Keywords
source: campaign region, Heroes of History battles, enemy squads, game progression
cs: kampaňský region, bitvy Heroes of History, nepřátelské oddíly, postup ve hře
de: Kampagnenregion, Heroes of History Kämpfe, feindliche Truppen, Spielverlauf
es: región de campaña, Heroes of History batallas, escuadrones enemigos, progresión en el juego
fr: région de campagne, batailles Heroes of History, escouades ennemies, progression dans le jeu
it: regione campagna, battaglie di Heroes of History, squadre nemiche, progressione gioco
ja: キャンペーン地域, Heroes of History 戦闘, 敵部隊, ゲーム進行
nl: campagneregio, Heroes of History gevechten, vijandelijke squads, spelvoortgang
pl: region kampanii, bitwy Heroes of History, wrogie oddziały, postęp w grze
zh: 戰役地區，Heroes of History 戰鬥，敵軍部隊，遊戲進程

# ResearchCalculator.PageTitle
source: Research Calculator | Heroes of History | Forge of Games
cs: Kalkulačka výzkumu | Heroes of History | Forge of Games
de: Forschungsrechner | Heroes of History | Forge of Games
es: Calculadora de investigación | Heroes of History | Forge of Games
fr: Calculateur de Recherche | Heroes of History | Forge of Games
it: Calcolatore di Ricerca | Heroes of History | Forge of Games
ja: 研究計算機 | Heroes of History | Forge of Games
nl: Onderzoekscalculator | Heroes of History | Forge of Games
pl: Kalkulator Badań | Heroes of History | Forge of Games
zh: 研究計算器 | Heroes of History | Forge of Games

# ResearchCalculator.Meta.Description
source: Plan your research efficiently in Heroes of History. Calculate resource costs and unlock new technologies with ease.
cs: Plánujte svůj výzkum efektivně ve hře Heroes of History. Vypočítejte náklady na suroviny a odemkněte nové technologie snadno.
de: Plane deine Forschung effizient in Heroes of History. Berechne Ressourcenkosten und schalte neue Technologien mühelos frei.
es: Planifica tu investigación de manera eficiente en Heroes of History. Calcula los costos de recursos y desbloquea nuevas tecnologías con facilidad.
fr: Planifiez efficacement vos recherches dans Heroes of History. Calculez les coûts en ressources et débloquez de nouvelles technologies facilement.
it: Pianifica la tua ricerca in modo efficiente in Heroes of History. Calcola i costi delle risorse e sblocca nuove tecnologie con facilità.
ja: Heroes of History で効率的に研究を計画しましょう。リソースコストを計算し、新技術をスムーズに解放できます。
nl: Plan je onderzoek efficiënt in Heroes of History. Bereken hulpbronkosten en ontgrendel nieuwe technologieën met gemak.
pl: Planuj swoje badania efektywnie w Heroes of History. Oblicz koszty zasobów i odblokowuj nowe technologie z łatwością.
zh: 在 Heroes of History 中有效規劃您的研究。輕鬆計算資源成本並解鎖新技術。

# ResearchCalculator.Meta.Keywords
source: Heroes of History research calculator, technology costs, research planning, resource management
cs: kalkulačka výzkumu Heroes of History, náklady na technologie, plánování výzkumu, správa surovin
de: Heroes of History Forschungsrechner, Technologiekosten, Forschungsplanung, Ressourcenmanagement
es: calculadora de investigación de Heroes of History, costos de tecnología, planificación de investigación, gestión de recursos
fr: calculateur de recherche Heroes of History, coûts des technologies, planification de recherche, gestion des ressources
it: calcolatore di ricerca Heroes of History, costi tecnologia, pianificazione ricerca, gestione risorse
ja: Heroes of History 研究計算機, 技術コスト, 研究計画, リソース管理
nl: Heroes of History onderzoekscalculator, technologie kosten, onderzoeksplanning, hulpbronnenbeheer
pl: kalkulator badań Heroes of History, koszty technologii, planowanie badań, zarządzanie zasobami
zh: Heroes of History 研究計算器，技術成本，研究規劃，資源管理

# SupportUs.PageTitle
source: Support Forge of Games | Heroes of History
cs: Podpořte Forge of Games | Heroes of History
de: Unterstütze Forge of Games | Heroes of History
es: Apoya Forge of Games | Heroes of History
fr: Soutenir Forge of Games | Heroes of History
it: Supporta Forge of Games | Heroes of History
ja: Forge of Games を支援 | Heroes of History
nl: Steun Forge of Games | Heroes of History
pl: Wspieraj Forge of Games | Heroes of History
zh: 支持 Forge of Games | Heroes of History

# SupportUs.Meta.Description
source: Help support Forge of Games! Your contributions keep our Heroes of History tools and guides free for all players.
cs: Podpořte Forge of Games! Vaše příspěvky pomáhají udržet naše nástroje a průvodce pro Heroes of History zdarma pro všechny hráče.
de: Hilf mit, Forge of Games zu unterstützen! Deine Beiträge ermöglichen es, unsere Heroes of History Tools und Guides kostenlos bereitzustellen.
es: ¡Ayuda a mantener Forge of Games! Tus contribuciones permiten que nuestras herramientas y guías de Heroes of History sigan siendo gratuitas para todos los jugadores.
fr: Aidez à soutenir Forge of Games ! Vos contributions permettent de maintenir gratuits nos outils et guides pour Heroes of History.
it: Aiuta a supportare Forge of Games! Il tuo contributo mantiene gratuiti i nostri strumenti e guide per Heroes of History.
ja: Forge of Games を支援してください！皆様のご支援により、Heroes of History のツールやガイドをすべてのプレイヤーに無料で提供し続けることができます。
nl: Help Forge of Games ondersteunen! Jouw bijdragen houden onze Heroes of History-tools en gidsen gratis voor alle spelers.
pl: Pomóż wspierać Forge of Games! Twoje wsparcie pozwala nam utrzymać darmowe narzędzia i poradniki do Heroes of History.
zh: 幫助支持 Forge of Games！您的貢獻能讓我們的 Heroes of History 工具和指南對所有玩家免費開放。

# SupportUs.Meta.Keywords
source: support Forge of Games, Heroes of History community, game tools donation
cs: podpora Forge of Games, komunita Heroes of History, dar na herní nástroje
de: Forge of Games unterstützen, Heroes of History Community, Spieltools Spende
es: apoya Forge of Games, comunidad de Heroes of History, donaciones para herramientas de juego
fr: soutenir Forge of Games, communauté Heroes of History, dons pour outils de jeu
it: supporta Forge of Games, comunità Heroes of History, donazione strumenti di gioco
ja: Forge of Games 支援, Heroes of History コミュニティ, ゲームツール寄付
nl: steun Forge of Games, Heroes of History gemeenschap, donatie voor gametools
pl: wspieraj Forge of Games, społeczność Heroes of History, darowizna na narzędzia do gry
zh: 支持 Forge of Games，Heroes of History 社群，遊戲工具捐助

# Tools.PageTitle
source: Game Tools | Heroes of History | Forge of Games
cs: Herní nástroje | Heroes of History | Forge of Games
de: Spielwerkzeuge | Heroes of History | Forge of Games
es: Herramientas de juego | Heroes of History | Forge of Games
fr: Outils de jeu | Heroes of History | Forge of Games
it: Strumenti di Gioco | Heroes of History | Forge of Games
ja: ゲームツール | Heroes of History | Forge of Games
pl: Narzędzia do Gry | Heroes of History | Forge of Games
zh: 遊戲工具 | Heroes of History | Forge of Games

# Tools.Meta.Description
source: Optimize your gameplay with Heroes of History tools. Use calculators for buildings, research, hero progression, and more.
cs: Optimalizujte svou hru pomocí nástrojů pro Heroes of History. Používejte kalkulačky pro budovy, výzkum, postup hrdinů a další.
de: Optimiere dein Gameplay mit den Heroes of History Tools. Nutze Rechner für Gebäude, Forschung, Heldenfortschritt und mehr.
es: Optimiza tu experiencia de juego con las herramientas de Heroes of History. Usa calculadoras para edificios, investigación, progresión de héroes y más.
fr: Optimisez votre expérience de jeu avec les outils de Heroes of History. Utilisez des calculateurs pour les bâtiments, la recherche, la progression des héros et bien plus encore.
it: Ottimizza il tuo gameplay con gli strumenti di Heroes of History. Usa calcolatori per edifici, ricerca, progressione degli eroi e altro.
ja: Heroes of History のツールを活用してゲームプレイを最適化しましょう。建物、研究、ヒーロー成長などの計算機を利用できます。
nl: Optimaliseer je gameplay met Heroes of History-tools. Gebruik calculators voor gebouwen, onderzoek, heldenprogressie en meer.
pl: Optymalizuj swoją rozgrywkę dzięki narzędziom do Heroes of History. Używaj kalkulatorów do budynków, badań, rozwoju bohaterów i nie tylko.
zh: 使用 Heroes of History 工具來最佳化您的遊戲體驗。計算建築、研究、英雄成長等數據。

# Tools.Meta.Keywords
source: Heroes of History tools, building calculator, research calculator, hero planner, game utilities
cs: nástroje Heroes of History, kalkulačka budov, kalkulačka výzkumu, plánovač hrdinů, herní utility
de: Heroes of History Werkzeuge, Gebäuderechner, Forschungsrechner, Heldenplaner, Spielhilfen
es: herramientas de Heroes of History, calculadora de edificios, calculadora de investigación, planificador de héroes, utilidades de juego
fr: outils Heroes of History, calculateur de bâtiments, calculateur de recherche, planificateur de héros, utilitaires de jeu
it: strumenti Heroes of History, calcolatore edifici, calcolatore ricerca, pianificatore eroi, utility di gioco
ja: Heroes of History ツール, 建物計算機, 研究計算機, ヒーロープランナー, ゲームユーティリティ
nl: Heroes of History tools, gebouwencalculator, onderzoekscalculator, heldenplanner, gamehulpmiddelen
pl: narzędzia Heroes of History, kalkulator budynków, kalkulator badań, planer bohaterów, narzędzia do gry
zh: Heroes of History 工具，建築計算器，研究計算器，英雄規劃器，遊戲輔助工具

# TreasureHunt.PageTitle
source: Treasure Hunt | Heroes of History | Forge of Games
cs: Honba za pokladem | Heroes of History | Forge of Games
de: Schatzsuche | Heroes of History | Forge of Games
es: Caza del Tesoro | Heroes of History | Forge of Games
fr: Chasse au Trésor | Heroes of History | Forge of Games
it: Caccia al Tesoro | Heroes of History | Forge of Games
ja: トレジャーハント | Heroes of History | Forge of Games
nl: Schattenjacht | Heroes of History | Forge of Games
pl: Poszukiwanie Skarbów | Heroes of History | Forge of Games
zh: 尋寶活動 | Heroes of History | Forge of Games

# TreasureHunt.Meta.Description
source: Navigate the Treasure Hunt in Heroes of History with our complete guide. View battle encounters, enemy squads, and rewards.
cs: Vydejte se na Honbu za pokladem ve hře Heroes of History s naším kompletním průvodcem. Zobrazte bitevní střety, nepřátelské oddíly a odměny.
de: Finde dich in der Schatzsuche von Heroes of History mit unserem vollständigen Guide zurecht. Sieh dir Kämpfe, feindliche Truppen und Belohnungen an.
es: Navega la Caza del Tesoro en Heroes of History con nuestra guía completa. Consulta encuentros de batalla, escuadrones enemigos y recompensas.
fr: Explorez la Chasse au Trésor dans Heroes of History avec notre guide complet. Consultez les rencontres de combat, les escouades ennemies et les récompenses.
it: Segui la Caccia al Tesoro in Heroes of History con la nostra guida completa. Visualizza gli scontri, le squadre nemiche e le ricompense.
ja: Heroes of History のトレジャーハントを完全ガイドでナビゲートしましょう。戦闘遭遇、敵部隊、報酬を確認できます。
nl: Navigeer door de Schattenjacht in Heroes of History met onze complete gids. Bekijk gevechtsontmoetingen, vijandelijke squads en beloningen.
pl: Nawiguj po Poszukiwaniach Skarbów w Heroes of History dzięki naszemu kompletnemu przewodnikowi. Zobacz starcia, wrogie oddziały i nagrody.
zh: 使用我們的完整指南掌握 Heroes of History 的尋寶活動。查看戰鬥遭遇、敵方部隊和獎勵內容。

# TreasureHunt.Meta.Keywords
source: Heroes of History treasure hunt, battle encounters, enemy squads, game rewards
cs: Heroes of History honba za pokladem, bitevní střety, nepřátelské oddíly, herní odměny
de: Heroes of History Schatzsuche, Kampfbegegnungen, feindliche Truppen, Spielbelohnungen
es: Caza del Tesoro de Heroes of History, encuentros de batalla, escuadrones enemigos, recompensas del juego
fr: chasse au trésor Heroes of History, rencontres de combat, escouades ennemies, récompenses de jeu
it: caccia al tesoro Heroes of History, scontri di battaglia, squadre nemiche, ricompense di gioco
ja: Heroes of History トレジャーハント, 戦闘遭遇, 敵部隊, ゲーム報酬
nl: Heroes of History schattenjacht, gevechtsontmoetingen, vijandelijke squads, spelbeloningen
pl: poszukiwanie skarbów Heroes of History, starcia, wrogie oddziały, nagrody w grze
zh: Heroes of History 尋寶活動，戰鬥遭遇，敵方部隊，遊戲獎勵

# TreasureHuntStage.PageTitle
source: {0} | Treasure Hunt | Heroes of History | Forge of Games
cs: {0} | Honba za pokladem | Heroes of History | Forge of Games
de: {0} | Schatzsuche | Heroes of History | Forge of Games
es: {0} | Caza del Tesoro | Heroes of History | Forge of Games
fr: {0} | Chasse au Trésor | Heroes of History | Forge of Games
it: {0} | Caccia al Tesoro | Heroes of History | Forge of Games
ja: {0} | トレジャーハント | Heroes of History | Forge of Games
nl: {0} | Schattenjacht | Heroes of History | Forge of Games
pl: {0} | Poszukiwanie Skarbów | Heroes of History | Forge of Games
zh: {0} | 尋寶活動 | Heroes of History | Forge of Games

# TreasureHuntStage.Meta.Description
source: Navigate the Treasure Hunt in Heroes of History with our complete guide. View battle encounters, enemy squads, and rewards.
cs: Vydejte se na Honbu za pokladem ve hře Heroes of History s naším kompletním průvodcem. Zobrazte bitevní střety, nepřátelské oddíly a odměny.
de: Finde dich in der Schatzsuche von Heroes of History mit unserem vollständigen Guide zurecht. Sieh dir Kämpfe, feindliche Truppen und Belohnungen an.
es: Navega la Caza del Tesoro en Heroes of History con nuestra guía completa. Consulta encuentros de batalla, escuadrones enemigos y recompensas.
fr: Explorez la Chasse au Trésor dans Heroes of History avec notre guide complet. Consultez les rencontres de combat, les escouades ennemies et les récompenses.
it: Segui la Caccia al Tesoro in Heroes of History con la nostra guida completa. Visualizza gli scontri, le squadre nemiche e le ricompense.
ja: Heroes of History のトレジャーハントを完全ガイドでナビゲートしましょう。戦闘遭遇、敵部隊、報酬を確認できます。
nl: Navigeer door de Schattenjacht in Heroes of History met onze complete gids. Bekijk gevechtsontmoetingen, vijandelijke squads en beloningen.
pl: Nawiguj po Poszukiwaniach Skarbów w Heroes of History dzięki naszemu kompletnemu przewodnikowi. Zobacz starcia, wrogie oddziały i nagrody.
zh: 使用我們的完整指南掌握 Heroes of History 的尋寶活動。查看戰鬥遭遇、敵方部隊和獎勵內容。

# TreasureHuntStage.Meta.Keywords
source: treasure hunt stage, Heroes of History battles, game encounters, battle strategy
cs: fáze honby za pokladem, bitvy Heroes of History, herní střety, bitevní strategie
de: Schatzsuche Stufe, Heroes of History Kämpfe, Spielbegegnungen, Kampfstrategie
es: etapa de la Caza del Tesoro, batallas en Heroes of History, encuentros en el juego, estrategia de batalla
fr: étape de chasse au trésor, batailles Heroes of History, rencontres de jeu, stratégie de combat
it: fase caccia al tesoro, battaglie Heroes of History, incontri di gioco, strategia di battaglia
ja: トレジャーハントステージ, Heroes of History 戦闘, ゲーム遭遇, 戦闘戦略
nl: schattenjachtfase, Heroes of History gevechten, spelontmoetingen, gevechtsstrategie
pl: etap poszukiwania skarbów, bitwy Heroes of History, starcia w grze, strategia bitewna
zh: 尋寶活動階段，Heroes of History 戰鬥，遊戲遭遇戰，戰鬥策略

# WonderCostCalculator.PageTitle
source: Wonder Cost Calculator | Heroes of History | Forge of Games
cs: Kalkulačka nákladů na divy | Heroes of History | Forge of Games
de: Wunderkostenrechner | Heroes of History | Forge of Games
es: Calculadora de Costos de Maravillas | Heroes of History | Forge of Games
fr: Calculateur de Coût des Merveilles | Heroes of History | Forge of Games
it: Calcolatore Costi Meraviglie | Heroes of History | Forge of Games
ja: ワンダーコスト計算機 | Heroes of History | Forge of Games
nl: Wereldwonder Kosten Calculator | Heroes of History | Forge of Games
pl: Kalkulator Kosztów Cudów | Heroes of History | Forge of Games
zh: 奇觀成本計算器 | Heroes of History | Forge of Games

# WonderCostCalculator.Meta.Description
source: Calculate resources needed to upgrade world wonders in Heroes of History. Plan your progression efficiently with our detailed cost breakdown.
cs: Vypočítejte zdroje potřebné k vylepšení divů světa ve hře Heroes of History. Plánujte svůj postup efektivně s podrobným přehledem nákladů.
de: Berechne die Ressourcen, die für das Upgrade von Weltwundern in Heroes of History benötigt werden. Plane deinen Fortschritt effizient mit unserer detaillierten Kostenübersicht.
es: Calcula los recursos necesarios para mejorar las maravillas del mundo en Heroes of History. Planifica tu progreso eficientemente con nuestro desglose detallado de costos.
fr: Calculez les ressources nécessaires pour améliorer les merveilles du monde dans Heroes of History. Planifiez votre progression efficacement avec notre analyse détaillée des coûts.
it: Calcola le risorse necessarie per migliorare le meraviglie del mondo in Heroes of History. Pianifica la tua progressione con dettagliati calcoli dei costi.
ja: Heroes of History の世界遺産のアップグレードに必要なリソースを計算しましょう。詳細なコスト内訳で効率的に進行計画を立てましょう。
nl: Bereken de benodigde hulpbronnen om wereldwonderen te upgraden in Heroes of History. Plan je vooruitgang efficiënt met onze gedetailleerde kostenanalyse.
pl: Oblicz zasoby potrzebne do ulepszenia cudów świata w Heroes of History. Planuj swój rozwój efektywnie dzięki szczegółowym kosztom.
zh: 計算在 Heroes of History 中升級世界奇觀所需的資源。使用我們詳細的成本分析來高效規劃您的發展。

# WonderCostCalculator.Meta.Keywords
source: Heroes of History wonders, wonder upgrade cost, wonder calculator, resource management, hoh tools
cs: Heroes of History divy, náklady na vylepšení divů, kalkulačka divů, správa zdrojů, HoH nástroje
de: Heroes of History Wunder, Wunder-Upgrade-Kosten, Wunderrechner, Ressourcenmanagement, HoH Tools
es: maravillas de Heroes of History, costo de mejora de maravillas, calculadora de maravillas, gestión de recursos, herramientas HoH
fr: merveilles Heroes of History, coût d'amélioration des merveilles, calculateur de merveilles, gestion des ressources, outils HoH
it: meraviglie Heroes of History, costo miglioramento meraviglie, calcolatore meraviglie, gestione risorse, strumenti HoH
ja: Heroes of History ワンダー, ワンダーアップグレードコスト, ワンダー計算機, リソース管理, hoh ツール
nl: Heroes of History wereldwonderen, wonder upgrade kosten, wonder calculator, hulpbronnenbeheer, hoh tools
pl: cuda Heroes of History, koszt ulepszenia cudu, kalkulator cudów, zarządzanie zasobami, narzędzia HoH
zh: Heroes of History 奇觀，奇觀升級成本，奇觀計算器，資源管理，HoH 工具

# Wonders.PageTitle
source: Wonders Database | Heroes of History | Forge of Games
cs: Databáze divů | Heroes of History | Forge of Games
de: Wunder-Datenbank | Heroes of History | Forge of Games
es: Base de datos de Maravillas | Heroes of History | Forge of Games
fr: Base de données des Merveilles | Heroes of History | Forge of Games
it: Database Meraviglie | Heroes of History | Forge of Games
ja: ワンダーデータベース | Heroes of History | Forge of Games
nl: Wereldwonderen Database | Heroes of History | Forge of Games
pl: Baza Cudów | Heroes of History | Forge of Games
zh: 奇觀資料庫 | Heroes of History | Forge of Games
