Repository: IngweLand/forge-of-games
Catalog: src/Application.Client.Web/Localization/FogResource.*.resx
Languages: cs, de, es, fr, it, ja, nl, pl, zh

# SupportUs.Message
source: This website is a fan-made project I’ve built and funded myself for nearly a year. Unfortunately, I can’t keep paying for hosting and maintenance on my own — and without support, the site may have to go offline. If you find these tools useful, please consider donating to help cover costs and keep the project alive. Every bit helps — thank you!
cs: Tato webová stránka je fanouškovský projekt, který jsem téměř rok vytvářel a financoval sám. Bohužel už nemohu dál platit za hosting a údržbu z vlastních prostředků — bez podpory může být web brzy offline. Pokud vám tyto nástroje přijdou užitečné, zvažte prosím dar, který pomůže pokrýt náklady a udržet projekt při životě. Každý příspěvek pomáhá — děkuji!
de: Wenn du unsere Tools hilfreich findest, erwäge das Projekt mit einer kleinen Spende zu unterstützen.
es: Si encuentras útiles nuestras herramientas, considera apoyar el proyecto con una pequeña donación.
fr: Ce site web est un projet créé par un fan que j’ai moi-même développé et financé pendant près d’un an. Malheureusement, je ne peux plus continuer à payer l’hébergement et la maintenance seul — sans soutien, le site pourrait devoir être mis hors ligne. Si vous trouvez ces outils utiles, veuillez envisager de faire un don pour aider à couvrir les coûts et à maintenir le projet en vie. Chaque contribution compte — merci !
it: Questo sito web è un progetto creato dai fan che ho sviluppato e finanziato personalmente per quasi un anno. Purtroppo non posso più continuare a pagare l’hosting e la manutenzione da solo — e senza supporto il sito potrebbe dover chiudere. Se trovi utili questi strumenti, considera di fare una donazione per aiutare a coprire i costi e mantenere vivo il progetto. Ogni contributo è importante — grazie!
ja: このウェブサイトは、私がほぼ 1 年間、自費で制作・運営してきたファンメイドのプロジェクトです。残念ながら、これ以上ホスティングや維持費を自分だけで負担することはできません — 支援がなければ、サイトは閉鎖せざるを得ないかもしれません。これらのツールが役に立つと感じた方は、ぜひ寄付をご検討ください。ご支援の一つ一つが助けになります — ありがとうございます！
nl: Deze website is een fanproject dat ik zelf heb gebouwd en gefinancierd gedurende bijna een jaar. Helaas kan ik de kosten voor hosting en onderhoud niet langer alleen dragen — zonder steun kan de site offline gaan. Als je deze tools nuttig vindt, overweeg dan een donatie om te helpen de kosten te dekken en het project in leven te houden. Elke bijdrage helpt — bedankt!
pl: Ta strona internetowa to fanowski projekt, który samodzielnie tworzyłem i finansowałem przez prawie rok. Niestety nie mogę już dalej sam opłacać hostingu i utrzymania — bez wsparcia strona może wkrótce zostać wyłączona. Jeśli uważasz te narzędzia za przydatne, rozważ proszę darowiznę, aby pomóc pokryć koszty i utrzymać projekt przy życiu. Każda pomoc się liczy — dziękuję!
zh: 如果您覺得我們的工具有幫助，請考慮以小額捐款支持這個項目。

# SupportUs.Why.Title
source: Why Support Us?
cs: Proč nás podpořit?
de: Warum uns unterstützen?
es: ¿Por qué apoyarnos?
fr: Pourquoi nous soutenir ?
it: Perché sostenerci?
ja: サポートする理由
nl: Waarom ons steunen?
pl: Dlaczego warto nas wesprzeć?
zh: 為什麼要支持我們？

# SupportUs.Why.Reason1
source: Keep our tools free and accessible for everyone in the gaming community
cs: Udržet naše nástroje bezplatné a dostupné pro všechny v herní komunitě
de: Halte unsere Tools kostenlos und zugänglich für alle in der Gaming-Community
es: Mantener nuestras herramientas gratuitas y accesibles para todos en la comunidad de jugadores
fr: Maintenir nos outils gratuits et accessibles pour tous dans la communauté des joueurs
it: Mantenere i nostri strumenti gratuiti e accessibili per tutti nella comunità di gioco
ja: ゲームコミュニティの全員が無料でツールを利用できるようにする
nl: Houd onze tools gratis en toegankelijk voor iedereen in de gamegemeenschap
pl: Utrzymuj nasze narzędzia darmowe i dostępne dla wszystkich w społeczności graczy
zh: 讓我們的工具保持免費，讓遊戲社群中的每個人都能使用

# SupportUs.Why.Reason2
source: Support ongoing development of new features and improvements
cs: Podpořit průběžný vývoj nových funkcí a vylepšení
de: Unterstütze die kontinuierliche Entwicklung neuer Funktionen und Verbesserungen
es: Apoyar el desarrollo continuo de nuevas funciones y mejoras
fr: Soutenir le développement continu de nouvelles fonctionnalités et améliorations
it: Supportare lo sviluppo continuo di nuove funzionalità e miglioramenti
ja: 新機能と改善の継続的な開発をサポートする
nl: Ondersteun de doorlopende ontwikkeling van nieuwe functies en verbeteringen
pl: Wspieraj ciągły rozwój nowych funkcji i ulepszeń
zh: 支持新功能和改進的持續開發

# SupportUs.Why.Reason3
source: Help cover server and maintenance costs
cs: Pomoci pokrýt náklady na servery a údržbu
de: Hilf bei der Deckung der Server- und Wartungskosten
es: Ayudar a cubrir los costos de servidor y mantenimiento
fr: Aider à couvrir les coûts des serveurs et de maintenance
it: Aiutare a coprire i costi del server e della manutenzione
ja: サーバーとメンテナンスの費用をサポートする
nl: Help server- en onderhoudskosten te dekken
pl: Pomóż pokryć koszty serwera i utrzymania
zh: 幫助支付伺服器和維護費用

# SupportUs.Why.Reason4
source: Be part of our growing gaming community
cs: Stát se součástí naší rostoucí herní komunity
de: Werde Teil unserer wachsenden Gaming-Community
es: Ser parte de nuestra creciente comunidad de jugadores
fr: Faire partie de notre communauté grandissante de joueurs
it: Far parte della nostra crescente comunità di gioco
ja: 成長するゲームコミュニティの一員になる
nl: Word deel van onze groeiende gamegemeenschap
pl: Stań się częścią naszej rosnącej społeczności graczy
zh: 成為我們不斷成長的遊戲社群的一份子

# CityPlanner.Snapshots.Title
source: Snapshots
cs: Snímky
de: Schnappschüsse
es: Instantáneas
fr: Instantanés
it: Istantanee
ja: スナップショット
nl: Momentopnames
pl: Migawki
zh: 快照

# CityPlanner.Snapshots.Compare
source: Compare
cs: Porovnat
de: Vergleichen
es: Comparar
fr: Comparer
it: Confronta
ja: 比較
nl: Vergelijken
pl: Porównaj
zh: 比較

# CityPlanner.Snapshots.LoadConfirmation
source: Do you want to load {0} snapshot? This will reset your current city. This action cannot be undone.
cs: Chcete načíst snímek {0}? Tím se resetuje vaše současné město. Tuto akci nelze vrátit zpět.
de: Möchtest du den Schnappschuss {0} laden? Dies wird deine aktuelle Stadt zurücksetzen. Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Quieres cargar la instantánea {0}? Esto reiniciará tu ciudad actual. Esta acción no se puede deshacer.
fr: Voulez-vous charger l'instantané {0} ? Cela réinitialisera votre cité actuelle. Cette action ne peut pas être annulée.
it: Vuoi caricare l'istantanea {0}? Questo resetterà la tua città attuale. Questa azione non può essere annullata.
ja: スナップショット{0}を読み込みますか？現在の都市がリセットされます。この操作は取り消せません。
nl: Wil je momentopname {0} laden? Dit zal je huidige stad resetten. Deze actie kan niet ongedaan worden gemaakt.
pl: Czy chcesz wczytać migawkę {0}? Spowoduje to reset obecnego miasta. Tej akcji nie można cofnąć.
zh: 您要載入快照 {0} 嗎？這將重置您目前的城市。此操作無法撤消。

# CityPlanner.Snapshots.Current
source: Current
cs: Aktuální
de: Aktuell
es: Actual
fr: Actuel
it: Attuale
ja: 現在
nl: Huidig
pl: Obecne
zh: 目前

# Common.Load
source: Load
cs: Načíst
de: Laden
es: Cargar
fr: Charger
it: Carica
ja: 読み込む
nl: Laden
pl: Wczytaj
zh: 載入

# CommandCenter.ShareCityDialog.Title
source: Share city
cs: Sdílet město
de: Stadt teilen
es: Compartir ciudad
fr: Partager la cité
it: Condividi città
ja: 都市を共有
nl: Stad delen
pl: Udostępnij miasto
zh: 分享城市

# StatsHub.Worlds.TopPlayerListTitle
source: Top players on {0}
cs: Nejlepší hráči na {0}
de: Top-Spieler auf {0}
es: Mejores jugadores en {0}
fr: Meilleurs joueurs sur {0}
it: Migliori giocatori su {0}
ja: {0} のトッププレイヤー
nl: Topspelers op {0}
pl: Najlepsi gracze na {0}
zh: {0} 的頂尖玩家

# StatsHub.Worlds.PlayerListTitle
source: Players on {0}
cs: Hráči na {0}
de: Spieler auf {0}
es: Jugadores en {0}
fr: Joueurs sur {0}
it: Giocatori su {0}
ja: {0} のプレイヤー
nl: Spelers op {0}
pl: Gracze na {0}
zh: {0} 的玩家

# StatsHub.Worlds.MainWorld
source: Main world
cs: Hlavní svět
de: Hauptwelt
es: Mundo principal
fr: Monde principal
it: Mondo principale
ja: メインワールド
nl: Hoofdwereld
pl: Główny świat
zh: 主要世界

# StatsHub.Worlds.BetaWorld
source: Beta world
cs: Beta svět
de: Beta-Welt
es: Mundo beta
fr: Monde bêta
it: Mondo Beta
ja: ベータワールド
nl: Beta-wereld
pl: Świat beta
zh: 測試世界

# StatsHub.ViewAll
source: View All
cs: Zobrazit vše
de: Alle anzeigen
es: Ver todo
fr: Voir tout
it: Vedi tutto
ja: すべて表示
nl: Alles bekijken
pl: Zobacz wszystkie
zh: 查看全部

# StatsHub.UpdatedOn
source: Updated on {0}
cs: Aktualizováno dne {0}
de: Aktualisiert am {0}
es: Actualizado el {0}
fr: Mise à jour le {0}
it: Aggiornato il {0}
ja: {0} に更新
nl: Bijgewerkt op {0}
pl: Zaktualizowano {0}
zh: 更新於 {0}

# StatsHub.NameSearchField.Label
source: Name
cs: Jméno
es: Nombre
fr: Nom
it: Nome
ja: 名前
nl: Naam
pl: Imię
zh: 名稱

# StatsHub.Player.World
source: World
cs: Svět
de: Welt
es: Mundo
fr: Monde
it: Mondo
ja: ワールド
nl: Wereld
pl: Świat
zh: 世界

# StatsHub.Player.RankingPoints
source: Ranking Points
cs: Hodnocení bodů
de: Ranglistenpunkte
es: Puntos de clasificación
fr: Points de classement
it: Punti classifica
ja: ランキングポイント
nl: Rangschikkingspunten
pl: Punkty rankingowe
zh: 排名積分

# StatsHub.Player.Rank
source: Rank
cs: Pořadí
de: Rang
es: Rango
fr: Rang
it: Classifica
ja: ランク
nl: Rang
pl: Ranga
zh: 排名

# Common.Age
source: Age
cs: Věk
fr: Âge
it: Epoca
ja: 時代
nl: Leeftijd
pl: Era

# StatsHub.Player.UpdatedOn
source: Updated on
cs: Aktualizováno
de: Aktualisiert am
es: Actualizado el
fr: Mise à jour le
it: Aggiornato il
ja: 更新日
nl: Bijgewerkt op
pl: Zaktualizowano
zh: 更新於

# Common.Ages
source: Ages
cs: Věky
fr: Âges
it: Epoche
ja: 時代
nl: Leeftijden
pl: Ery

# StatsHub.Player.Names
source: Names
cs: Jména
de: Namen
es: Nombres
fr: Noms
it: Nomi
ja: 名前
nl: Namen
pl: Imiona
zh: 名稱

# Navigation.More
source: More
cs: Více
de: Mehr
es: Más
fr: Plus
it: Altro
ja: もっと見る
nl: Meer
pl: Więcej
zh: 更多

# Common.Search
source: Search
cs: Hledat
de: Suche
es: Buscar
fr: Rechercher
it: Cerca
ja: 検索
nl: Zoeken
pl: Szukaj
zh: 搜尋

# Common.Help
source: Help
cs: Nápověda
de: Hilfe
es: Ayuda
fr: Aide
it: Aiuto
ja: ヘルプ
nl: Hulp
pl: Pomoc
zh: 幫助

# Navigation.Help
source: Help
cs: Nápověda
de: Hilfe
es: Ayuda
fr: Aide
it: Aiuto
ja: ヘルプ
nl: Hulp
pl: Pomoc
zh: 幫助

# Building.Meta.Description
source: Explore the complete database of buildings in Heroes of History. Find construction and upgrade costs for Capital City, China, Egypt, and Vikings.
cs: Prozkoumejte kompletní databázi budov ve hře Heroes of History. Najděte stavební a vylepšovací náklady pro hlavní město, Čínu, Egypt a Vikingy.
de: Erkunde die vollständige Datenbank der Gebäude in Heroes of History. Finde Bau- und Upgrade-Kosten für Hauptstadt, China, Ägypten und Wikinger.
es: Explora la base de datos completa de edificios en Heroes of History. Encuentra costos de construcción y mejora para Capital City, China, Egipto y Vikingos.
fr: Explorez la base de données complète des bâtiments de Heroes of History. Trouvez les coûts de construction et d'amélioration pour la Capitale, la Chine, l'Égypte et les Vikings.
it: Esplora il database completo degli edifici in Heroes of History. Trova costi di costruzione e potenziamento per Capitale, Cina, Egitto e Vichinghi.
ja: Heroes of History の建物データベースを探索しましょう。首都、中国、エジプト、バイキングの建設およびアップグレードコストを確認できます。
nl: Verken de volledige database van gebouwen in Heroes of History. Vind bouw- en upgradekosten voor Hoofdstad, China, Egypte en Vikingen.
pl: Przeglądaj pełną bazę danych budynków w Heroes of History. Znajdź koszty budowy i ulepszeń dla Stolicy, Chin, Egiptu i Wikingów.
zh: 探索 Heroes of History 的完整建築資料庫。查找首都、中國、埃及和維京建築的建造與升級成本。

# Building.Meta.Keywords
source: Heroes of History buildings, building stats, construction cost, upgrade cost, city planning
cs: budovy Heroes of History, statistiky budov, stavební náklady, náklady na vylepšení, plánování města
de: Heroes of History Gebäude, Gebäudestatistiken, Baukosten, Upgrade-Kosten, Stadtplanung
es: Heroes of History edificios, estadísticas de edificios, costo de construcción, costo de mejora, planificación de ciudades
fr: bâtiments Heroes of History, statistiques des bâtiments, coût de construction, coût d'amélioration, planification de ville
it: edifici di Heroes of History, statistiche edifici, costo costruzione, costo potenziamento, pianificazione città
ja: Heroes of History 建物, 建物ステータス, 建設コスト, アップグレードコスト, 都市計画
nl: Heroes of History gebouwen, gebouwstatistieken, bouwkosten, upgradekosten, stadsplanning
pl: budynki Heroes of History, statystyki budynków, koszt budowy, koszt ulepszeń, planowanie miasta
zh: Heroes of History 建築，建築數據，建造成本，升級成本，城市規劃

# Buildings.PageTitle
source: Buildings Database | Heroes of History | Forge of Games
cs: Databáze budov | Heroes of History | Forge of Games
de: Gebäude-Datenbank | Heroes of History | Forge of Games
es: Base de datos de edificios | Heroes of History | Forge of Games
fr: Base de données des bâtiments | Heroes of History | Forge of Games
it: Database edifici | Heroes of History | Forge of Games
ja: 建物データベース | Heroes of History | Forge of Games
nl: Gebouwendatabase | Heroes of History | Forge of Games
pl: Baza danych budynków | Heroes of History | Forge of Games
zh: 建築資料庫 | Heroes of History | Forge of Games

# Buildings.Meta.Description
source: Discover all buildings in Heroes of History with their stats, levels, and resource requirements for construction and upgrades: Capital City, China, Egypt and Vikings
cs: Objevte všechny budovy ve hře Heroes of History se statistikami, úrovněmi a požadavky na suroviny pro stavbu a vylepšení: hlavní město, Čína, Egypt a Vikingové.
de: Entdecke alle Gebäude in Heroes of History mit ihren Statistiken, Stufen und Ressourcenanforderungen für Bau und Upgrades: Hauptstadt, China, Ägypten und Wikinger
es: Descubre todos los edificios en Heroes of History con sus estadísticas, niveles y requisitos de recursos para construcción y mejoras: Capital City, China, Egipto y Vikingos
fr: Découvrez tous les bâtiments de Heroes of History avec leurs statistiques, niveaux et ressources requises pour la construction et les améliorations : Capitale, Chine, Égypte et Vikings.
it: Scopri tutti gli edifici in Heroes of History con statistiche, livelli e requisiti di risorse per costruzione e potenziamenti: Capitale, Cina, Egitto e Vichinghi.
ja: Heroes of History のすべての建物を、そのステータス、レベル、および建設・アップグレードの必要リソースとともに確認できます: 首都、中国、エジプト、バイキング
nl: Ontdek alle gebouwen in Heroes of History met hun statistieken, niveaus en hulpbronnenvereisten voor bouw en upgrades: Hoofdstad, China, Egypte en Vikingen.
pl: Odkryj wszystkie budynki w Heroes of History wraz z ich statystykami, poziomami i wymaganiami dotyczącymi zasobów do budowy i ulepszeń: Stolica, Chiny, Egipt i Wikingowie.
zh: 發現 Heroes of History 的所有建築及其數據、等級和資源需求，包括首都、中國、埃及和維京。

# Buildings.Meta.Keywords
source: Heroes of History buildings, construction costs, upgrade requirements, city development
cs: budovy Heroes of History, stavební náklady, požadavky na vylepšení, rozvoj města
de: Heroes of History Gebäude, Baukosten, Upgrade-Anforderungen, Stadtentwicklung
es: Heroes of History edificios, costos de construcción, requisitos de mejora, desarrollo de ciudades
fr: bâtiments Heroes of History, coûts de construction, exigences d'amélioration, développement de la ville
it: edifici di Heroes of History, costi di costruzione, requisiti potenziamento, sviluppo città
ja: Heroes of History 建物, 建設コスト, アップグレード要件, 都市開発
nl: Heroes of History gebouwen, bouwkosten, upgradevereisten, stadsontwikkeling
pl: budynki Heroes of History, koszty budowy, wymagania ulepszeń, rozwój miasta
zh: Heroes of History 建築，建造成本，升級需求，城市發展

# Campaign.PageTitle
source: Campaign Guide | Heroes of History | Forge of Games
cs: Průvodce kampaní | Heroes of History | Forge of Games
de: Kampagnen-Guide | Heroes of History | Forge of Games
es: Guía de campaña | Heroes of History | Forge of Games
fr: Guide de la campagne | Heroes of History | Forge of Games
it: Guida alla Campagna | Heroes of History | Forge of Games
ja: キャンペーンガイド | Heroes of History | Forge of Games
nl: Campagnegids | Heroes of History | Forge of Games
pl: Przewodnik po kampanii | Heroes of History | Forge of Games
zh: 戰役指南 | Heroes of History | Forge of Games

# Campaign.Meta.Description
source: Master the campaign in Heroes of History. Explore battles, enemy squads, rewards, and strategic insights for each region.
cs: Ovládněte kampaň ve hře Heroes of History. Prozkoumejte bitvy, nepřátelské oddíly, odměny a strategické postřehy pro každý region.
de: Meistere die Kampagne in Heroes of History. Erkunde Kämpfe, feindliche Truppen, Belohnungen und strategische Einblicke für jede Region.
es: Domina la campaña en Heroes of History. Explora batallas, escuadrones enemigos, recompensas y estrategias para cada región.
fr: Maîtrisez la campagne de Heroes of History. Découvrez les batailles, les escouades ennemies, les récompenses et les stratégies pour chaque région.
it: Domina la campagna in Heroes of History. Esplora battaglie, squadre nemiche, ricompense e strategie per ogni regione.
ja: Heroes of History のキャンペーンをマスターしましょう。戦闘、敵部隊、報酬、各地域の戦略的洞察を探索できます。
nl: Beheers de campagne in Heroes of History. Ontdek gevechten, vijandelijke squads, beloningen en strategische inzichten voor elke regio.
pl: Opanuj kampanię w Heroes of History. Odkryj bitwy, wrogie oddziały, nagrody i strategiczne wskazówki dla każdego regionu.
zh: 掌握 Heroes of History 戰役。探索戰鬥、敵軍部隊、獎勵和各地區的戰略見解。

# Campaign.Meta.Keywords
source: Heroes of History campaign, battles, strategy guide, enemy encounters, game progression
cs: kampaň Heroes of History, bitvy, strategický průvodce, nepřátelské jednotky, postup ve hře
de: Heroes of History Kampagne, Kämpfe, Strategie-Guide, Feindbegegnungen, Spielverlauf
es: Heroes of History campaña, batallas, guía estratégica, enfrentamientos enemigos, progresión en el juego
fr: campagne Heroes of History, batailles, guide stratégique, ennemis, progression dans le jeu
it: campagna di Heroes of History, battaglie, guida strategica, incontri nemici, progressione gioco
ja: Heroes of History キャンペーン, 戦闘, 戦略ガイド, 敵との戦闘, ゲーム進行
nl: Heroes of History campagne, gevechten, strategiegids, vijandelijke ontmoetingen, spelvoortgang
pl: kampania Heroes of History, bitwy, poradnik strategiczny, starcia z wrogami, postęp w grze
zh: Heroes of History 戰役，戰鬥，策略指南，敵軍遭遇，遊戲進程

# Heroes.PageTitle
source: Heroes Database | Heroes of History | Forge of Games
cs: Databáze hrdinů | Heroes of History | Forge of Games
de: Helden-Datenbank | Heroes of History | Forge of Games
es: Base de datos de héroes | Heroes of History | Forge of Games
fr: Base de données des héros | Heroes of History | Forge of Games
it: Database eroi | Heroes of History | Forge of Games
ja: ヒーローデータベース | Heroes of History | Forge of Games
nl: Helden Database | Heroes of History | Forge of Games
pl: Baza danych bohaterów | Heroes of History | Forge of Games
zh: 英雄資料庫 | Heroes of History | Forge of Games

# Heroes.Meta.Description
source: Explore Heroes of History heroes with detailed stats, abilities, progression resources, and historical backgrounds.
cs: Prozkoumejte hrdiny Heroes of History s podrobnými statistikami, schopnostmi, postupovými surovinami a historickými pozadími.
de: Erkunde die Helden von Heroes of History mit detaillierten Statistiken, Fähigkeiten, Fortschrittsressourcen und historischen Hintergründen.
es: Explora los héroes de Heroes of History con estadísticas detalladas, habilidades, recursos de progresión y trasfondo histórico.
fr: Découvrez les héros de Heroes of History avec leurs statistiques détaillées, compétences, ressources d'évolution et contextes historiques.
it: Esplora gli eroi di Heroes of History con statistiche dettagliate, abilità, risorse per la progressione e background storico.
ja: Heroes of History のヒーローを探索しましょう。詳細なステータス、アビリティ、成長リソース、歴史的背景を確認できます。
nl: Ontdek de helden van Heroes of History met gedetailleerde statistieken, vaardigheden, progressiehulpbronnen en historische achtergronden.
pl: Odkryj bohaterów Heroes of History ze szczegółowymi statystykami, umiejętnościami, zasobami rozwoju i tłem historycznym.
zh: 探索 Heroes of History 的英雄，包括詳細數據、技能、成長資源和歷史背景。

# Heroes.Meta.Keywords
source: Heroes of History heroes, character stats, hero abilities, hero progression, historical figures
cs: hrdinové Heroes of History, statistiky postav, schopnosti hrdinů, postup hrdiny, historické postavy
de: Heroes of History Helden, Charakterstatistiken, Heldenfähigkeiten, Heldenfortschritt, historische Figuren
es: Heroes of History héroes, estadísticas de personajes, habilidades de héroes, progresión de héroes, figuras históricas
fr: héros Heroes of History, statistiques des personnages, compétences des héros, progression des héros, figures historiques
it: eroi di Heroes of History, statistiche personaggi, abilità eroi, progressione eroi, figure storiche
ja: Heroes of History ヒーロー, キャラクターステータス, ヒーローアビリティ, ヒーローの成長, 歴史上の人物
nl: Heroes of History helden, karakterstatistieken, heldenvaardigheden, heldenprogressie, historische figuren
pl: bohaterowie Heroes of History, statystyki postaci, umiejętności bohaterów, rozwój bohaterów, postacie historyczne
zh: Heroes of History 英雄，角色數據，英雄技能，英雄成長，歷史人物

# Hero.Meta.Description
source: Explore Heroes of History heroes with detailed stats, abilities, progression resources, and historical backgrounds.
cs: Prozkoumejte hrdiny Heroes of History s podrobnými statistikami, schopnostmi, postupovými surovinami a historickými pozadími.
de: Erkunde die Helden von Heroes of History mit detaillierten Statistiken, Fähigkeiten, Fortschrittsressourcen und historischen Hintergründen.
es: Explora los héroes de Heroes of History con estadísticas detalladas, habilidades, recursos de progresión y trasfondo histórico.
fr: Découvrez les héros de Heroes of History avec leurs statistiques détaillées, compétences, ressources d'évolution et contextes historiques.
it: Esplora gli eroi di Heroes of History con statistiche dettagliate, abilità, risorse per la progressione e background storico.
ja: Heroes of History のヒーローを探索しましょう。詳細なステータス、アビリティ、成長リソース、歴史的背景を確認できます。
nl: Ontdek de helden van Heroes of History met gedetailleerde statistieken, vaardigheden, progressiehulpbronnen en historische achtergronden.
pl: Odkryj bohaterów Heroes of History ze szczegółowymi statystykami, umiejętnościami, zasobami rozwoju i tłem historycznym.
zh: 探索 Heroes of History 的英雄，包括詳細數據、技能、成長資源和歷史背景。

# Hero.Meta.Keywords
source: hero, Heroes of History characters, hero stats, hero abilities, historical background
cs: hrdina, postavy Heroes of History, statistiky hrdiny, schopnosti hrdiny, historické pozadí
de: Held, Heroes of History Charaktere, Heldenstatistiken, Heldenfähigkeiten, historischer Hintergrund
es: héroe, Heroes of History personajes, estadísticas de héroe, habilidades de héroe, trasfondo histórico
fr: héros, personnages Heroes of History, statistiques des héros, compétences des héros, contexte historique
it: eroe, personaggi di Heroes of History, statistiche eroi, abilità eroi, background storico
ja: ヒーロー, Heroes of History キャラクター, ヒーローステータス, ヒーローアビリティ, 歴史的背景
nl: held, Heroes of History personages, heldenstatistieken, heldenvaardigheden, historische achtergrond
pl: bohater, postacie Heroes of History, statystyki bohatera, umiejętności bohatera, tło historyczne
zh: 英雄，Heroes of History 角色，英雄數據，英雄技能，歷史背景

# Home.PageTitle
source: Forge of Games | Heroes of History Tools & Resources
cs: Forge of Games | Nástroje a zdroje pro Heroes of History
de: Forge of Games | Heroes of History Tools & Ressourcen
es: Forge of Games | Herramientas y recursos de Heroes of History
fr: Forge of Games | Outils et ressources pour Heroes of History
it: Forge of Games | Strumenti e risorse per Heroes of History
ja: Forge of Games | Heroes of History ツール＆リソース
nl: Forge of Games | Heroes of History Tools & Bronnen
pl: Forge of Games | Narzędzia i zasoby do Heroes of History
zh: Forge of Games | Heroes of History 工具與資源
