Repository: IngweLand/forge-of-games
Catalog: src/Application.Client.Web/Localization/FogResource.*.resx
Languages: cs, de, es, fr, it, ja, nl, pl, zh

# Wonders.Meta.Description
source: Explore the wonders of Heroes of History. View wonder levels, upgrade costs, and crate requirements for China, Egypt, and Vikings.
cs: Objevte divy Heroes of History. Zobrazte úrovně divů, náklady na vylepšení a požadavky na bedny pro Čínu, Egypt a Vikingy.
de: Erkunde die Wunder von Heroes of History. Sieh dir Wunderstufen, Upgrade-Kosten und Truhenanforderungen für China, Ägypten und Wikinger an.
es: Explora las maravillas de Heroes of History. Consulta niveles de maravillas, costos de mejora y requisitos de cofres para China, Egipto y Vikingos.
fr: Découvrez les merveilles de Heroes of History. Consultez les niveaux, les coûts d'amélioration et les exigences en caisses pour la Chine, l'Égypte et les Vikings.
it: Esplora le meraviglie di Heroes of History. Visualizza livelli, costi di miglioramento e requisiti di casse per Cina, Egitto e Vichinghi.
ja: Heroes of History のワンダーを探索しましょう。ワンダーレベル、アップグレードコスト、中国、エジプト、バイキングのクレート要件を確認できます。
nl: Ontdek de wereldwonderen van Heroes of History. Bekijk wonderniveaus, upgradekosten en kratvereisten voor China, Egypte en Vikingen.
pl: Odkryj cuda w Heroes of History. Sprawdź poziomy cudów, koszty ulepszeń i wymagania dotyczące skrzynek dla Chin, Egiptu i Wikingów.
zh: 探索 Heroes of History 的奇觀。查看奇觀等級、升級成本以及中國、埃及和維京的箱子需求。

# Wonders.Meta.Keywords
source: Heroes of History wonders, wonder database, wonder progression, upgrade cost, wonder crates
cs: Heroes of History divy, databáze divů, postup divů, náklady na vylepšení, bedny divů
de: Heroes of History Wunder, Wunder-Datenbank, Wunderfortschritt, Upgrade-Kosten, Wundertruhen
es: maravillas de Heroes of History, base de datos de maravillas, progresión de maravillas, costo de mejora, cofres de maravillas
fr: merveilles Heroes of History, base de données des merveilles, progression des merveilles, coût d'amélioration, caisses de merveilles
it: meraviglie Heroes of History, database meraviglie, progressione meraviglie, costo miglioramento, casse meraviglie
ja: Heroes of History ワンダー, ワンダーデータベース, ワンダー成長, アップグレードコスト, ワンダークレート
nl: Heroes of History wereldwonderen, wonderdatabase, wonderprogressie, upgradekosten, wonderkratten
pl: cuda Heroes of History, baza cudów, rozwój cudów, koszt ulepszenia, skrzynki cudów
zh: Heroes of History 奇觀，奇觀資料庫，奇觀成長，升級成本，奇觀箱子

# Wonder.Meta.Description
source: Explore the wonders of Heroes of History. View wonder levels, upgrade costs, and crate requirements for China, Egypt, and Vikings.
cs: Objevte divy Heroes of History. Zobrazte úrovně divů, náklady na vylepšení a požadavky na bedny pro Čínu, Egypt a Vikingy.
de: Erkunde die Wunder von Heroes of History. Sieh dir Wunderstufen, Upgrade-Kosten und Truhenanforderungen für China, Ägypten und Wikinger an.
es: Explora las maravillas de Heroes of History. Consulta niveles de maravillas, costos de mejora y requisitos de cofres para China, Egipto y Vikingos.
fr: Découvrez les merveilles de Heroes of History. Consultez les niveaux, les coûts d'amélioration et les exigences en caisses pour la Chine, l'Égypte et les Vikings.
it: Esplora le meraviglie di Heroes of History. Visualizza livelli, costi di miglioramento e requisiti di casse per Cina, Egitto e Vichinghi.
ja: Heroes of History のワンダーを探索しましょう。ワンダーレベル、アップグレードコスト、中国、エジプト、バイキングのクレート要件を確認できます。
nl: Ontdek de wereldwonderen van Heroes of History. Bekijk wonderniveaus, upgradekosten en kratvereisten voor China, Egypte en Vikingen.
pl: Odkryj cuda w Heroes of History. Sprawdź poziomy cudów, koszty ulepszeń i wymagania dotyczące skrzynek dla Chin, Egiptu i Wikingów.
zh: 探索 Heroes of History 的奇觀。查看奇觀等級、升級成本以及中國、埃及和維京的箱子需求。

# Wonder.Meta.Keywords
source: wonder, Heroes of History wonders, wonder progression, upgrade cost, game strategy
cs: div, Heroes of History divy, postup divů, náklady na vylepšení, herní strategie
de: Wunder, Heroes of History Wunder, Wunderfortschritt, Upgrade-Kosten, Spielstrategie
es: maravilla, maravillas de Heroes of History, progresión de maravillas, costo de mejora, estrategia de juego
fr: merveille, merveilles Heroes of History, progression des merveilles, coût d'amélioration, stratégie de jeu
it: meraviglia, meraviglie di Heroes of History, progressione meraviglia, costo miglioramento, strategia di gioco
ja: ワンダー, Heroes of History ワンダー, ワンダー成長, アップグレードコスト, ゲーム戦略
nl: wonder, Heroes of History wereldwonderen, wonderprogressie, upgradekosten, spelstrategie
pl: cud, cuda Heroes of History, rozwój cudów, koszt ulepszenia, strategia gry
zh: 奇觀，Heroes of History 奇觀，奇觀成長，升級成本，遊戲策略

# About.PageTitle
source: About Forge of Games | Heroes of History
cs: O Forge of Games | Heroes of History
de: Über Forge of Games | Heroes of History
es: Acerca de Forge of Games | Heroes of History
fr: À propos de Forge of Games | Heroes of History
it: Informazioni su Forge of Games | Heroes of History
ja: Forge of Games について | Heroes of History
nl: Over Forge of Games | Heroes of History
pl: O Forge of Games | Heroes of History
zh: 關於 Forge of Games | Heroes of History

# About.Meta.Description
source: Learn more about Forge of Games, a dedicated resource hub for Heroes of History players. Tools, guides, and wiki to enhance your gameplay.
cs: Zjistěte více o Forge of Games, specializovaném zdroji pro hráče Heroes of History. Nástroje, průvodce a wiki pro zlepšení vašeho herního zážitku.
de: Erfahre mehr über Forge of Games, eine zentrale Ressource für Heroes of History Spieler. Werkzeuge, Guides und ein Wiki zur Verbesserung deines Gameplays.
es: Conoce más sobre Forge of Games, un centro de recursos dedicado para jugadores de Heroes of History. Herramientas, guías y wiki para mejorar tu experiencia de juego.
fr: En savoir plus sur Forge of Games, une plateforme dédiée aux joueurs de Heroes of History. Outils, guides et wiki pour améliorer votre gameplay.
it: Scopri di più su Forge of Games, un hub dedicato ai giocatori di Heroes of History. Strumenti, guide e wiki per migliorare il tuo gameplay.
ja: Forge of Games について詳しく知りましょう。Heroes of History プレイヤー向けのツール、ガイド、Wiki などの情報が満載です。
nl: Lees meer over Forge of Games, een toegewijde informatiehub voor Heroes of History-spelers. Tools, gidsen en wiki om je gameplay te verbeteren.
pl: Dowiedz się więcej o Forge of Games, centrum zasobów dla graczy Heroes of History. Narzędzia, poradniki i wiki, które poprawią Twoją rozgrywkę.
zh: 了解更多關於 Forge of Games 的資訊，這是一個專為 Heroes of History 玩家打造的資源中心，提供工具、指南和維基來提升您的遊戲體驗。

# About.Meta.Keywords
source: Forge of Games, Heroes of History, game tools, strategy guides, hoh tools
cs: Forge of Games, Heroes of History, herní nástroje, strategické průvodce, HoH nástroje
de: Forge of Games, Heroes of History, Spieltools, Strategie-Guides, HoH Tools
es: Forge of Games, Heroes of History, herramientas de juego, guías estratégicas, herramientas HoH
fr: Forge of Games, Heroes of History, outils de jeu, guides stratégiques, outils HoH
it: Forge of Games, Heroes of History, strumenti di gioco, guide strategiche, strumenti HoH
ja: Forge of Games, Heroes of History, ゲームツール, 戦略ガイド, hoh ツール
nl: Forge of Games, Heroes of History, gametools, strategiegidsen, hoh tools
pl: Forge of Games, Heroes of History, narzędzia do gry, poradniki strategiczne, narzędzia HoH
zh: Forge of Games，Heroes of History，遊戲工具，策略指南，HoH 工具

# BuildingCostCalculator.PageTitle
source: Building Cost Calculator | Heroes of History | Forge of Games
cs: Kalkulačka nákladů na budovy | Heroes of History | Forge of Games
de: Gebäudekostenrechner | Heroes of History | Forge of Games
es: Calculadora de Costos de Edificios | Heroes of History | Forge of Games
fr: Calculateur de Coût des Bâtiments | Heroes of History | Forge of Games
it: Calcolatore Costi Edifici | Heroes of History | Forge of Games
ja: 建設コスト計算機 | Heroes of History | Forge of Games
nl: Gebouwen Kosten Calculator | Heroes of History | Forge of Games
pl: Kalkulator Kosztów Budowy | Heroes of History | Forge of Games
zh: 建築成本計算器 | Heroes of History | Forge of Games

# BuildingCostCalculator.Meta.Description
source: Calculate the resources required to construct or upgrade buildings in Heroes of History. Compare upgrade vs. rebuild strategies.
cs: Vypočítejte zdroje potřebné k výstavbě nebo vylepšení budov ve hře Heroes of History. Porovnejte strategii vylepšení oproti přestavbě.
de: Berechne die Ressourcen, die für den Bau oder das Upgrade von Gebäuden in Heroes of History benötigt werden. Vergleiche Upgrade- und Neubau-Strategien.
es: Calcula los recursos necesarios para construir o mejorar edificios en Heroes of History. Compara estrategias de mejora vs. reconstrucción.
fr: Calculez les ressources nécessaires pour construire ou améliorer les bâtiments dans Heroes of History. Comparez les stratégies d'amélioration et de reconstruction.
it: Calcola le risorse necessarie per costruire o potenziare edifici in Heroes of History. Confronta le strategie di potenziamento rispetto alla ricostruzione.
ja: Heroes of History で建物を建設またはアップグレードするために必要なリソースを計算しましょう。アップグレードと再建の戦略を比較できます。
nl: Bereken de benodigde hulpbronnen om gebouwen in Heroes of History te bouwen of upgraden. Vergelijk upgraden met herbouwen strategieën.
pl: Oblicz zasoby potrzebne do budowy lub ulepszenia budynków w Heroes of History. Porównaj strategię ulepszania z odbudową.
zh: 計算在 Heroes of History 中建造或升級建築所需的資源。比較升級與重建的策略。

# BuildingCostCalculator.Meta.Keywords
source: Heroes of History buildings, building cost calculator, upgrade vs construct, building efficiency, city management
cs: budovy Heroes of History, kalkulačka nákladů na budovy, vylepšení vs stavba, efektivita budov, správa města
de: Heroes of History Gebäude, Gebäudekostenrechner, Upgrade vs. Bau, Gebäude-Effizienz, Stadtmanagement
es: edificios de Heroes of History, calculadora de costos de construcción, mejorar vs construir, eficiencia de edificios, gestión de ciudades
fr: bâtiments Heroes of History, calculateur de coût des bâtiments, améliorer vs construire, efficacité des bâtiments, gestion de la ville
it: edifici di Heroes of History, calcolatore costi edifici, potenziamento vs costruzione, efficienza edifici, gestione città
ja: Heroes of History 建物, 建設コスト計算機, アップグレード vs 再建, 建物効率, 都市管理
nl: Heroes of History gebouwen, gebouwen kosten calculator, upgraden vs bouwen, gebouwenefficiëntie, stadsbeheer
pl: budynki Heroes of History, kalkulator kosztów budowy, ulepszanie vs budowa, efektywność budynków, zarządzanie miastem
zh: Heroes of History 建築，建築成本計算器，升級與建造，建築效率，城市管理

# Help.PageTitle
source: Help & Guides | Heroes of History | Forge of Games
cs: Nápověda a průvodci | Heroes of History | Forge of Games
de: Hilfe & Anleitungen | Heroes of History | Forge of Games
es: Ayuda y Guías | Heroes of History | Forge of Games
fr: Aide & Guides | Heroes of History | Forge of Games
it: Aiuto e Guide | Heroes of History | Forge of Games
ja: ヘルプ & ガイド | Heroes of History | Forge of Games
nl: Hulp & Gidsen | Heroes of History | Forge of Games
pl: Pomoc i Poradniki | Heroes of History | Forge of Games
zh: 幫助與指南 | Heroes of History | Forge of Games

# Help.Meta.Description
source: Find helpful guides, FAQs, and tutorials for Heroes of History tools and gameplay. Learn how to optimize your experience.
cs: Najděte užitečné průvodce, často kladené dotazy (FAQ) a návody pro nástroje a hraní Heroes of History. Naučte se, jak optimalizovat svůj herní zážitek.
de: Finde hilfreiche Anleitungen, FAQs und Tutorials für Heroes of History Werkzeuge und Gameplay. Lerne, wie du dein Erlebnis optimieren kannst.
es: Encuentra guías útiles, preguntas frecuentes y tutoriales para herramientas y juego en Heroes of History. Aprende a optimizar tu experiencia.
fr: Retrouvez des guides, des FAQ et des tutoriels pour les outils et le gameplay de Heroes of History. Apprenez à optimiser votre expérience.
it: Trova guide utili, domande frequenti (FAQ) e tutorial per gli strumenti e il gameplay di Heroes of History. Scopri come ottimizzare la tua esperienza di gioco.
ja: Heroes of History のツールやゲームプレイに関する役立つガイド、FAQ、チュートリアルを見つけましょう。ゲーム体験を最適化する方法を学べます。
nl: Vind nuttige gidsen, veelgestelde vragen en tutorials voor Heroes of History-tools en gameplay. Leer hoe je je ervaring optimaliseert.
pl: Znajdź pomocne poradniki, FAQ i samouczki dotyczące narzędzi i rozgrywki w Heroes of History. Dowiedz się, jak zoptymalizować swoje doświadczenie.
zh: 查找 Heroes of History 工具與遊戲玩法的指南、常見問題解答和教程。學習如何優化您的遊戲體驗。

# Help.Meta.Keywords
source: Heroes of History help, FAQs, game guides, hoh tutorials, strategy guides
cs: Heroes of History nápověda, FAQ, herní průvodci, hoh návody, strategické průvodce
de: Heroes of History Hilfe, FAQs, Spielanleitungen, HoH Tutorials, Strategie-Guides
es: ayuda de Heroes of History, preguntas frecuentes, guías de juego, tutoriales HoH, guías estratégicas
fr: aide Heroes of History, FAQ, guides de jeu, tutoriels HoH, guides stratégiques
it: aiuto Heroes of History, FAQ, guide di gioco, tutorial HoH, guide strategiche
ja: Heroes of History ヘルプ, FAQ, ゲームガイド, hoh チュートリアル, 戦略ガイド
nl: Heroes of History hulp, veelgestelde vragen, gamegidsen, hoh tutorials, strategiegidsen
pl: pomoc Heroes of History, FAQ, poradniki do gry, samouczki HoH, poradniki strategiczne
zh: Heroes of History 幫助，FAQ，遊戲指南，HoH 教學，策略指南

# Help.ImportingInGameData.PageTitle
source: Importing In-Game Data | Help | Heroes of History | Forge of Games
cs: Import herních dat | Nápověda | Heroes of History | Forge of Games
de: Import von Spieldaten | Hilfe | Heroes of History | Forge of Games
es: Importar Datos del Juego | Ayuda | Heroes of History | Forge of Games
fr: Importer des Données de Jeu | Aide | Heroes of History | Forge of Games
it: Importazione Dati di Gioco | Aiuto | Heroes of History | Forge of Games
ja: ゲーム内データのインポート | ヘルプ | Heroes of History | Forge of Games
nl: In-game Gegevens Importeren | Hulp | Heroes of History | Forge of Games
pl: Importowanie Danych z Gry | Pomoc | Heroes of History | Forge of Games
zh: 導入遊戲數據 | 幫助 | Heroes of History | Forge of Games

# Help.ImportingInGameData.Meta.Description
source: Step-by-step guide to importing in-game data into Forge of Games. Learn how to import your city and heroes.
cs: Podrobný průvodce importem herních dat do Forge of Games. Naučte se, jak importovat své město a hrdiny.
de: Schritt-für-Schritt-Anleitung zum Importieren von Spieldaten in Forge of Games. Erfahre, wie du deine Stadt und Helden importierst.
es: Guía paso a paso para importar datos del juego en Forge of Games. Aprende cómo importar tu ciudad y héroes.
fr: Guide étape par étape pour importer des données de jeu dans Forge of Games. Apprenez comment importer votre ville et vos héros.
it: Guida passo dopo passo per importare i dati di gioco in Forge of Games. Scopri come importare la tua città e i tuoi eroi.
ja: Forge of Games にゲーム内データをインポートするためのステップバイステップガイド。都市やヒーローのインポート方法を学びましょう。
nl: Stapsgewijze gids voor het importeren van in-game gegevens in Forge of Games. Leer hoe je je stad en helden kunt importeren.
pl: Przewodnik krok po kroku dotyczący importowania danych z gry do Forge of Games. Dowiedz się, jak zaimportować swoje miasto i bohaterów.
zh: 逐步指南，教您如何將遊戲數據導入 Forge of Games。學習如何導入您的城市與英雄數據。

# Help.ImportingInGameData.Meta.Keywords
source: import game data, Heroes of History sync, game data transfer, city planner import, command center import
cs: import herních dat, synchronizace Heroes of History, přenos herních dat, import plánovače města, import velitelského centra
de: Spieldaten importieren, Heroes of History Synchronisation, Spieldatenübertragung, Stadtplaner Import, Kommandozentrale Import
es: importar datos del juego, sincronización de Heroes of History, transferencia de datos del juego, importación de planificador de ciudades, importación del centro de mando
fr: importer des données de jeu, synchronisation Heroes of History, transfert de données, importation planificateur de ville, importation centre de commandement
it: importazione dati di gioco, sincronizzazione Heroes of History, trasferimento dati di gioco, importazione pianificatore città, importazione centro di comando
ja: ゲームデータインポート, Heroes of History 同期, ゲームデータ転送, 都市プランナーインポート, 指令センターインポート
nl: gamegegevens importeren, Heroes of History synchroniseren, gamegegevens overdracht, stadsplanner import, commandocentrum import
pl: import danych z gry, synchronizacja Heroes of History, transfer danych gry, import planera miasta, import centrum dowodzenia
zh: 導入遊戲數據，Heroes of History 同步，遊戲數據轉移，城市規劃導入，指揮中心導入

# Help.BrowserExtension.PageTitle
source: Browser Extension Guide | Heroes of History | Forge of Games
cs: Průvodce rozšířením prohlížeče | Heroes of History | Forge of Games
de: Browser-Erweiterungsanleitung | Heroes of History | Forge of Games
es: Guía de Extensión del Navegador | Heroes of History | Forge of Games
fr: Guide de l'Extension Navigateur | Heroes of History | Forge of Games
it: Guida Estensione del Browser | Heroes of History | Forge of Games
ja: ブラウザ拡張機能ガイド | Heroes of History | Forge of Games
nl: Browserextensie Gids | Heroes of History | Forge of Games
pl: Przewodnik po Rozszerzeniu Przeglądarkowym | Heroes of History | Forge of Games
zh: 瀏覽器擴展指南 | Heroes of History | Forge of Games

# Help.BrowserExtension.Meta.Description
source: Discover how to use the HoH Helper browser extension to export city layouts and heroes, and to feed the leaderboards.
cs: Zjistěte, jak používat rozšíření prohlížeče HoH Helper k exportu rozvržení města a hrdinů a ke zpracování žebříčků.
de: Erfahre, wie du die HoH Helper Browser-Erweiterung verwendest, um Stadtlayouts und Helden zu exportieren und die Bestenlisten zu aktualisieren.
es: Descubre cómo usar la extensión del navegador HoH Helper para exportar diseños de ciudades y héroes, y actualizar las clasificaciones.
fr: Découvrez comment utiliser l'extension navigateur HoH Helper pour exporter les plans de ville et les héros, et alimenter les classements.
it: Scopri come utilizzare l'estensione del browser HoH Helper per esportare layout della città e eroi, e per aggiornare le classifiche.
ja: HoH Helper ブラウザ拡張機能を使用して、都市レイアウトやヒーローをエクスポートし、リーダーボードにデータを送信する方法を学びましょう。
nl: Ontdek hoe je de HoH Helper-browserextensie gebruikt om stadsindelingen en helden te exporteren en de ranglijsten te voeden.
pl: Dowiedz się, jak używać rozszerzenia przeglądarkowego HoH Helper do eksportu układów miasta i bohaterów oraz do aktualizacji rankingów.
zh: 了解如何使用 HoH Helper 瀏覽器擴展來匯出城市佈局和英雄數據，並同步至排行榜。

# Help.BrowserExtension.Meta.Keywords
source: HoH helper, browser extension, Heroes of History tools, game data export, city planner extension, hero tracker
cs: HoH Helper, rozšíření prohlížeče, nástroje Heroes of History, export herních dat, rozšíření plánovače města, sledování hrdinů
de: HoH Helper, Browser-Erweiterung, Heroes of History Werkzeuge, Spieldatenexport, Stadtplaner Erweiterung, Helden-Tracker
es: HoH helper, extensión del navegador, herramientas de Heroes of History, exportación de datos del juego, extensión del planificador de ciudades, rastreador de héroes
fr: HoH Helper, extension navigateur, outils Heroes of History, exportation des données de jeu, extension planificateur de ville, suivi des héros
it: HoH helper, estensione browser, strumenti Heroes of History, esportazione dati di gioco, estensione pianificatore città, tracciamento eroi
ja: HoH ヘルパー, ブラウザ拡張機能, Heroes of History ツール, ゲームデータエクスポート, 都市プランナー拡張機能, ヒーロートラッカー
nl: HoH helper, browserextensie, Heroes of History tools, gamegegevens exporteren, stadsplanner extensie, helden tracker
pl: HoH Helper, rozszerzenie przeglądarkowe, narzędzia Heroes of History, eksport danych gry, rozszerzenie planera miasta, śledzenie bohaterów
zh: HoH Helper，瀏覽器擴展，Heroes of History 工具，遊戲數據匯出，城市規劃擴展，英雄追蹤

# Help.CityPlannerSnapshots.PageTitle
source: City Planner Snapshots Guide | Heroes of History | Forge of Games
cs: Průvodce snímky v plánovači města | Heroes of History | Forge of Games
de: Stadtplaner-Snapshots Anleitung | Heroes of History | Forge of Games
es: Guía de Capturas del Planificador de Ciudades | Heroes of History | Forge of Games
fr: Guide des Captures du Planificateur de Ville | Heroes of History | Forge of Games
it: Guida alle Istantanee del Pianificatore Città | Heroes of History | Forge of Games
ja: 都市プランナースナップショットガイド | Heroes of History | Forge of Games
nl: Stadsplanner Snapshot Gids | Heroes of History | Forge of Games
pl: Przewodnik po Migawkach Planera Miasta | Heroes of History | Forge of Games
zh: 城市規劃快照指南 | Heroes of History | Forge of Games

# Help.CityPlannerSnapshots.Meta.Description
source: Learn how to use Snapshots in the City Planner tool to save, compare, and optimize different city layouts in Heroes of History.
cs: Naučte se, jak používat snímky v nástroji Plánovač města k ukládání, porovnávání a optimalizaci různých rozvržení měst ve hře Heroes of History.
de: Erfahre, wie du Snapshots im Stadtplaner-Tool verwendest, um verschiedene Stadtlayouts zu speichern, zu vergleichen und zu optimieren.
es: Aprende a usar las Capturas en la herramienta Planificador de Ciudades para guardar, comparar y optimizar diferentes diseños de ciudades en Heroes of History.
fr: Apprenez à utiliser les Captures dans l'outil Planificateur de Ville pour enregistrer, comparer et optimiser différents agencements de ville dans Heroes of History.
it: Scopri come utilizzare le Istantanee nel Pianificatore Città per salvare, confrontare e ottimizzare diversi layout della città in Heroes of History.
ja: Heroes of History の都市プランナーツールでスナップショット機能を使用し、異なる都市レイアウトを保存、比較、最適化する方法を学びましょう。
nl: Leer hoe je Snapshots in de Stadsplanner-tool gebruikt om verschillende stadsindelingen op te slaan, te vergelijken en te optimaliseren in Heroes of History.
pl: Dowiedz się, jak używać funkcji Migawki w narzędziu Planer Miasta, aby zapisywać, porównywać i optymalizować różne układy miasta w Heroes of History.
zh: 學習如何在城市規劃工具中使用快照功能，以保存、比較和優化不同的城市佈局。

# Help.CityPlannerSnapshots.Meta.Keywords
source: city planner, Heroes of History, city snapshots, city layouts, city optimization, city management
cs: plánovač města, Heroes of History, snímky města, rozvržení města, optimalizace města, správa města
de: Stadtplaner, Heroes of History, Stadt-Snapshots, Stadtlayouts, Stadtoptimierung, Stadtmanagement
es: planificador de ciudades, Heroes of History, capturas de ciudades, diseños de ciudades, optimización de ciudades, gestión de ciudades
fr: planificateur de ville, Heroes of History, captures de ville, agencements de ville, optimisation de ville, gestion de ville
it: pianificatore città, Heroes of History, istantanee città, layout città, ottimizzazione città, gestione città
ja: 都市プランナー, Heroes of History, 都市スナップショット, 都市レイアウト, 都市最適化, 都市管理
nl: stadsplanner, Heroes of History, stad snapshots, stadsindelingen, stadsoptimalisatie, stadsbeheer
pl: planer miasta, Heroes of History, migawki miasta, układy miasta, optymalizacja miasta, zarządzanie miastem
zh: 城市規劃，Heroes of History，城市快照，城市佈局，城市優化，城市管理

# Help.CommandCenter.PageTitle
source: Command Center Guide | Heroes of History | Forge of Games
cs: Průvodce velitelským centrem | Heroes of History | Forge of Games
de: Kommandozentrale-Anleitung | Heroes of History | Forge of Games
es: Guía del Centro de Mando | Heroes of History | Forge of Games
fr: Guide du Centre de Commandement | Heroes of History | Forge of Games
it: Guida al Centro di Comando | Heroes of History | Forge of Games
ja: 指令センターガイド | Heroes of History | Forge of Games
nl: Commandocentrum Gids | Heroes of History | Forge of Games
pl: Przewodnik po Centrum Dowodzenia | Heroes of History | Forge of Games
zh: 指揮中心指南 | Heroes of History | Forge of Games
