Repository: IngweLand/forge-of-games
Catalog: src/Application.Client.Web/Localization/FogResource.*.resx
Languages: cs, de, es, fr, it, ja, nl, pl, zh

# CityPlanner.Strategies
source: Strategies
cs: Strategie
fr: Stratégies
it: Strategie
ja: 戦略
nl: Strategieën
pl: Strategie

# CityStrategy.Timeline
source: Timeline
cs: Časová osa
fr: Chronologie
it: Linea temporale
ja: タイムライン
nl: Tijdlijn
pl: Oś czasu

# CityStrategy.Timeline.CreateMenu.Layout
source: Layout
cs: Rozvržení
fr: Disposition
ja: レイアウト
nl: Indeling
pl: Układ

# CityStrategy.Timeline.CreateMenu.ImportLayout
source: Import layout
cs: Importovat rozvržení
fr: Importer la disposition
it: Importa layout
ja: レイアウトをインポート
nl: Indeling importeren
pl: Importuj układ

# CityStrategy.Timeline.CreateMenu.Research
source: Research
cs: Výzkum
fr: Recherche
it: Ricerca
ja: 研究
nl: Onderzoek
pl: Badania

# CityStrategy.TimelineDescriptionItemEditor.DefaultTitle
source: Title
cs: Název
fr: Titre
it: Titolo
ja: タイトル
nl: Titel
pl: Tytuł

# CityStrategy.TimelineDescriptionItem.DefaultTitle
source: Title
cs: Název
fr: Titre
it: Titolo
ja: タイトル
nl: Titel
pl: Tytuł

# CityStrategy.TimelineResearchItem.DefaultTitle
source: Research
cs: Výzkum
fr: Recherche
it: Ricerca
ja: 研究
nl: Onderzoek
pl: Badania

# CityStrategy.TimelineLayoutItem.DefaultTitle
source: Layout
cs: Rozvržení
fr: Disposition
ja: レイアウト
nl: Indeling
pl: Układ

# CityStrategy.NoCityForImport
source: You do not have any saved city suitable for import.
cs: Nemáte žádné uložené město vhodné k importu.
fr: Vous n’avez aucune ville enregistrée pouvant être importée.
it: Non hai alcuna città salvata adatta all’importazione.
ja: インポートに適した保存済みの都市がありません。
nl: Je hebt geen opgeslagen stad die geschikt is voor import.
pl: Nie masz żadnego zapisanego miasta odpowiedniego do importu.

# CityStrategyBuilder.Title
source: City Strategy Builder
cs: Tvůrce městských strategií
fr: Créateur de stratégies de ville
it: Creatore di strategie cittadine
ja: 都市戦略ビルダー
nl: Stadstrategie-bouwer
pl: Kreator strategii miasta

# CityStrategyBuilder.PageTitle
source: City Strategy Builder | Heroes of History | Forge of Games
cs: Tvůrce městských strategií | Heroes of History | Forge of Games
fr: Créateur de stratégies de ville | Heroes of History | Forge of Games
it: Creatore di strategie cittadine | Heroes of History | Forge of Games
ja: 都市戦略ビルダー | Heroes of History | Forge of Games
nl: Stadstrategie-bouwer | Heroes of History | Forge of Games
pl: Kreator strategii miasta | Heroes of History | Forge of Games

# CityStrategyBuilder.Meta.Description
source: Create and view strategies for the capital and allied culture cities in Heroes of History.
cs: Vytvářejte a zobrazujte strategie pro hlavní město a města spojeneckých kultur v Heroes of History.
fr: Créez et consultez des stratégies pour la capitale et les villes des cultures alliées dans Heroes of History.
it: Crea e visualizza strategie per la capitale e le città delle culture alleate in Heroes of History.
ja: Heroes of Historyで首都および友好文化の都市向けの戦略を作成・閲覧します。
nl: Maak en bekijk strategieën voor de hoofdstad en steden van geallieerde culturen in Heroes of History.
pl: Twórz i przeglądaj strategie dla stolicy oraz miast kultur sojuszniczych w Heroes of History.

# CityStrategyBuilder.Meta.Keywords
source: Heroes of History city strategy, event city, event city strategy, city planner, city building, city management, game optimization, production stats
cs: Heroes of History městská strategie, město události, strategie města události, plánovač města, budování města, správa města, optimalizace hry, statistiky produkce
fr: Heroes of History stratégie de ville, ville d’événement, stratégie de ville d’événement, planificateur de ville, construction de ville, gestion de ville, optimisation du jeu, statistiques de production
it: Heroes of History strategia cittadina, città evento, strategia città evento, pianificatore di città, costruzione della città, gestione della città, ottimizzazione del gioco, statistiche di produzione
ja: Heroes of History 都市戦略, イベント都市, イベント都市戦略, 都市プランナー, 都市建設, 都市管理, ゲーム最適化, 生産統計
nl: Heroes of History stadstrategie, evenementstad, evenementstadstrategie, stadsplanner, stadsbouw, stadsbeheer, speloptimalisatie, productiestatistieken
pl: Heroes of History strategia miasta, miasto wydarzenia, strategia miasta wydarzenia, planer miasta, budowa miasta, zarządzanie miastem, optymalizacja gry, statystyki produkcji

# Navigation.CityLayouts
source: City Layouts
cs: Rozvržení města
fr: Dispositions de ville
it: Layout della città
ja: 都市レイアウト
nl: Stadsindelingen
pl: Układy miasta

# Navigation.CityStrategyBuilder
source: Strategies
cs: Strategie
fr: Stratégies
it: Strategie
ja: 戦略
nl: Strategieën
pl: Strategie

# CityStrategyBuilder.SmallScreenMessage
source: City Strategy Builder isn’t optimized for smaller screens. Please visit again on a larger device or switch to a bigger screen.
cs: Tvůrce městských strategií není optimalizován pro menší obrazovky. Navštivte stránku znovu na větším zařízení nebo přepněte na větší obrazovku.
fr: Le créateur de stratégies de ville n’est pas optimisé pour les petits écrans. Veuillez revenir sur un appareil plus grand ou passer à un écran plus large.
it: Il creatore di strategie cittadine non è ottimizzato per schermi piccoli. Visita nuovamente la pagina su un dispositivo più grande o passa a uno schermo più ampio.
ja: 都市戦略ビルダーは小さい画面向けに最適化されていません。より大きなデバイスで再度アクセスするか、画面を大きくしてください。
nl: De stadstrategie-bouwer is niet geoptimaliseerd voor kleinere schermen. Bezoek de pagina opnieuw op een groter apparaat of schakel over naar een groter scherm.
pl: Kreator strategii miasta nie jest zoptymalizowany dla mniejszych ekranów. Odwiedź stronę ponownie na większym urządzeniu lub przełącz się na większy ekran.

# Common.GoBack
source: Go back
cs: Zpět
fr: Retour
it: Indietro
ja: 戻る
nl: Terug
pl: Wróć

# StatsHub.Player.VisitEventCity
source: Visit event city
cs: Navštívit město události
fr: Visiter la ville de l’événement
it: Visita la città dell’evento
ja: イベント都市を訪問
nl: Evenementstad bezoeken
pl: Odwiedź miasto wydarzenia

# StatsHub.HeroInsights.Mode.PlayersTop100
source: Top 100 players
cs: Top 100 hráčů
fr: Top 100 joueurs
it: Top 100 giocatori
nl: Top 100 spelers
pl: Top 100 graczy

# StatsHub.HeroInsights.Mode.PlayersTop500
source: Top 500 players
cs: Top 500 hráčů
fr: Top 500 joueurs
it: Top 500 giocatori
nl: Top 500 spelers
pl: Top 500 graczy

# StatsHub.HeroInsights.Mode.PlayersTop1000
source: Top 1000 players
cs: Top 1000 hráčů
fr: Top 1000 joueurs
it: Top 1000 giocatori
nl: Top 1000 spelers
pl: Top 1000 graczy

# StatsHub.HeroInsights.Mode.PlayersTop5000
source: Top 5000 players
cs: Top 5000 hráčů
fr: Top 5000 joueurs
it: Top 5000 giocatori
nl: Top 5000 spelers
pl: Top 5000 graczy

# StatsHub.HeroInsights.Mode.PlayersTop10000
source: Top 10000 players
cs: Top 10000 hráčů
fr: Top 10000 joueurs
it: Top 10000 giocatori
nl: Top 10000 spelers
pl: Top 10000 graczy

# Common.Hour.Abbr
source: h
de: Std
ja: 時間
nl: u
pl: godz
zh: 小時

# Common.1h
source: 1h
ja: 1時間
nl: 1u
zh: 1小時

# CityPlanner.Production
source: Production
cs: Produkce
de: Produktion
es: Producción
it: Produzione
ja: 生産
nl: Productie
pl: Produkcja
zh: 生產

# StatsHub.Player.Alliance
source: Alliance
cs: Aliance
de: Allianz
es: Alianza
it: Alleanza
ja: 同盟
nl: Alliantie
pl: Sojusz
zh: 聯盟

# StatsHub.Player.Alliances
source: Alliances
cs: Aliance
de: Allianzen
es: Alianzas
it: Alleanze
ja: 同盟
nl: Allianties
pl: Sojusze
zh: 聯盟

# Battle.Difficulty.Normal
source: Normal
cs: Normální
it: Normale
ja: ノーマル
nl: Normaal
pl: Normalny
zh: 普通

# Hoh.Building.Construction
source: Construction
cs: Stavba
it: Costruzione
ja: 建設
nl: Bouw
pl: Budowa
zh: 建造

# CityPlanner.Inspirations
source: Inspirations
cs: Inspirace
it: Ispirazioni
ja: インスピレーション
nl: Inspiraties
pl: Inspiracje

# BattleSquad.Stats.Total
source: Total
cs: Celkem
it: Totale
ja: 合計
nl: Totaal
pl: Razem

# Common.Max
source: Max
ja: 最大
pl: Maks

# StatsHub.HeroInsights.Form.Mode
source: Mode
cs: Režim
it: Modalità
ja: モード
nl: Modus
pl: Tryb

# Navigation.CityLayoutInspirations
source: Inspirations
cs: Inspirace
it: Ispirazioni
ja: インスピレーション
nl: Inspiraties
pl: Inspiracje

# CityStrategy.Timeline.CreateMenu.Description
source: Description
cs: Popis
it: Descrizione
ja: 説明
nl: Beschrijving
pl: Opis

# CityStrategy.TimelineDescriptionItemEditor.DefaultDescription
source: Description
cs: Popis
it: Descrizione
ja: 説明
nl: Beschrijving
pl: Opis

# CityStrategy.TimelineDescriptionItem.DefaultDescription
source: Description
cs: Popis
it: Descrizione
ja: 説明
nl: Beschrijving
pl: Opis

# Common.Minutes.Abbr
source: min
ja: 分

# CityProductionMetric.OneDay
source: 24h
nl: 24u

# CityProductionMetric.OneHour
source: 1h
nl: 1u

# Common.Ok
source: OK
zh: 確定
