Repository: IngweLand/forge-of-games
Catalog: src/Application.Client.Web/Localization/FogResource.*.resx
Languages: cs, de, es, fr, it, ja, nl, pl, zh

# About.ListItem4
source: Use City Planner to optimize your city
cs: Použijte plánovač města pro optimalizaci vašeho města
de: Nutzen Sie den Stadtplaner, um Ihre Stadt zu optimieren
es: Use el planificador de ciudad para optimizar su ciudad
fr: Utilisez le planificateur de cité pour optimiser votre ville
it: Usa il pianificatore della città per ottimizzare la tua città
ja: 都市プランナーを使用して都市を最適化する
nl: Gebruik de stadsplanner om uw stad te optimaliseren
pl: Użyj planera miasta do optymalizacji swojego miasta
zh: 使用城市規劃工具來優化您的城市

# Common.Cancel
source: Cancel
cs: Zrušit
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
nl: Annuleren
pl: Anuluj
zh: 取消

# Common.Create
source: Create
cs: Vytvořit
de: Erstellen
es: Crear
fr: Créer
it: Crea
ja: 作成
nl: Maken
pl: Utwórz
zh: 創建

# Common.Hours.Abbr
source: hrs
cs: h
de: Std
es: h
fr: h
it: h
ja: 時間
nl: u
pl: godz
zh: 小時

# Common.24hrs
source: 24hrs
cs: 24h
de: 24h
es: 24h
fr: 24h
it: 24h
ja: 24時間
nl: 24u
pl: 24h
zh: 24小時

# Common.Info
source: Info
fr: Infos
ja: 情報
zh: 資訊

# Hoh.Battle
source: Battle
cs: Bitva
de: Kampf
es: Batalla
fr: Combat
it: Battaglia
ja: バトル
nl: Gevecht
pl: Bitwa
zh: 戰鬥

# CityPlanner.Title
source: City planner
cs: Plánovač města
de: Stadtplaner
es: Planificador de ciudad
fr: Planificateur de cité
it: Pianificatore città
ja: 都市プランナー
nl: Stadsplanner
pl: Planer miasta
zh: 城市規劃師

# CityPlanner.Customization
source: Customization
cs: Přizpůsobení
de: Anpassung
es: Personalización
fr: Personnalisation
it: Personalizzazione
ja: カスタマイズ
nl: Aanpassing
pl: Dostosowanie
zh: 自訂

# CityPlanner.CreateNewCity
source: Create new city
cs: Vytvořit nové město
de: Neue Stadt erstellen
es: Crear nueva ciudad
fr: Créer une nouvelle cité
it: Crea nuova città
ja: 新しい都市を作成
nl: Nieuwe stad maken
pl: Utwórz nowe miasto
zh: 創建新城市

# CityPlanner.CityName
source: City name
cs: Název města
de: Stadtname
es: Nombre de la ciudad
fr: Nom de la cité
it: Nome città
ja: 都市名
nl: Stadsnaam
pl: Nazwa miasta
zh: 城市名稱

# CityPlanner.NameRequiredError
source: Name is required
cs: Název je povinný
de: Name ist erforderlich
es: El nombre es obligatorio
fr: Le nom est requis
it: Il nome è obbligatorio
ja: 名前は必須です
nl: Naam is verplicht
pl: Nazwa jest wymagana
zh: 名稱為必填項

# CityPlanner.NameTooLongError
source: Name cannot exceed {0} characters
cs: Název nesmí překročit {0} znaků
de: Name darf nicht länger als {0} Zeichen sein
es: El nombre no puede superar los {0} caracteres
fr: Le nom ne peut pas dépasser {0} caractères
it: Il nome non può superare {0} caratteri
ja: 名前は{0}文字を超えることはできません
nl: Naam mag niet langer zijn dan {0} tekens
pl: Nazwa nie może przekraczać {0} znaków
zh: 名稱不能超過 {0} 個字元

# CityPlanner.Cities
source: Cities
cs: Města
de: Städte
es: Ciudades
fr: Cités
it: Città
ja: 都市
nl: Steden
pl: Miasta
zh: 城市

# CityPlanner.Import
source: Import
cs: Importovat
de: Importieren
es: Importar
fr: Importer
it: Importa
ja: インポート
nl: Importeren
pl: Importuj
zh: 匯入

# CityPlanner.Workforce
source: Workforce
cs: Pracovní síla
de: Arbeitskräfte
es: Mano de obra
fr: Travailleurs
it: Forza lavoro
ja: 労働力
nl: Arbeidskrachten
pl: Siła robocza
zh: 勞動力

# CityPlanner.Happiness
source: Culture
cs: Kultura
de: Kultur
es: Cultura
fr: Bonheur
it: Cultura
ja: 文化
nl: Cultuur
pl: Kultura
zh: 文化

# CityPlanner.Happiness.TotalAvailable
source: Total available
cs: Celkem k dispozici
de: Insgesamt verfügbar
es: Total disponible
fr: Total disponible
it: Totale disponibile
ja: 利用可能な合計
nl: Totaal beschikbaar
pl: Łącznie dostępne
zh: 總可用量

# CityPlanner.Happiness.TotalConsumed
source: Total consumed
cs: Celkem spotřebováno
de: Insgesamt verbraucht
es: Total consumido
fr: Total utilisé
it: Totale consumato
ja: 消費された合計
nl: Totaal verbruikt
pl: Łącznie zużyte
zh: 總消耗量

# CityPlanner.Happiness.Excess
source: Excess
cs: Přebytek
de: Überschuss
es: Excedente
fr: Excédent
it: Eccesso
ja: 余剰
nl: Overschot
pl: Nadwyżka
zh: 過剩

# CityPlanner.Happiness.UnmetNeed
source: Unmet need
cs: Nesplněná potřeba
de: Unerfüllter Bedarf
es: Necesidad no satisfecha
fr: Besoin non satisfait
it: Necessità non soddisfatta
ja: 未満足のニーズ
nl: Onvervulde behoefte
pl: Niezaspokojona potrzeba
zh: 未滿足需求

# CityPlanner.Happiness.UsageRatio
source: Usage ratio
cs: Poměr využití
de: Nutzungsverhältnis
es: Ratio de uso
fr: Taux d'utilisation
it: Rapporto di utilizzo
ja: 使用率
nl: Gebruiksratio
pl: Współczynnik wykorzystania
zh: 使用率

# CityPlanner.Area
source: Area
cs: Oblast
de: Bereich
es: Área
fr: Surface
ja: エリア
nl: Gebied
pl: Obszar
zh: 區域

# CityPlanner.Settings.Layout
source: Layout
cs: Rozvržení
es: Diseño
fr: Disposition
ja: レイアウト
nl: Indeling
pl: Układ
zh: 佈局

# CityPlanner.Settings.ShowNames
source: Show names
cs: Zobrazit názvy
de: Namen anzeigen
es: Mostrar nombres
fr: Afficher les noms
it: Mostra nomi
ja: 名前を表示
nl: Toon namen
pl: Pokaż nazwy
zh: 顯示名稱

# CityPlanner.Settings.ShowLevels
source: Show levels
cs: Zobrazit úrovně
de: Level anzeigen
es: Mostrar niveles
fr: Afficher les niveaux
it: Mostra livelli
ja: レベルを表示
nl: Toon niveaus
pl: Pokaż poziomy
zh: 顯示等級

# CityPlanner.PageTitle
source: City Planner | Heroes of History | Forge of Games
cs: HoH Plánovač města | Nástroj pro stavbu měst Heroes of History | Forge of Games
de: HoH Stadtplaner | Heroes of History Städtebau-Tool | Forge of Games
es: Planificador de ciudad HoH | Herramienta de construcción de ciudades Heroes of History | Forge of Games
fr: Planificateur de cité HoH | Outil de construction de cité Heroes of History | Forge of Games
it: Pianificatore città HoH | Strumento di costruzione città Heroes of History | Forge of Games
ja: HoH 都市プランナー | Heroes of History 都市建設ツール | Forge of Games
nl: HoH Stadsplanner | Heroes of History Stadsbouw Tool | Forge of Games
pl: Planer miasta HoH | Narzędzie do budowy miast Heroes of History | Forge of Games
zh: HoH 城市規劃師 | Heroes of History 城市建設工具 | Forge of Games

# CityPlanner.Meta.Description
source: Plan and optimize your city in Heroes of History. Import in-game data, manage multiple layouts, analyze production stats, and maximize efficiency.
cs: Profesionální nástroj pro plánování měst pro hru Heroes of History. Importujte své město ze hry, spravujte více rozvržení, analyzujte statistiky produkce a kultury. Bezplatný webový nástroj od Forge of Games.
de: Professionelles Stadtplanungs-Tool für das Spiel Heroes of History. Importieren Sie Ihre Spielstadt, verwalten Sie mehrere Layouts, analysieren Sie Produktions- und Kulturstatistiken. Kostenloses webbasiertes Tool von Forge of Games.
es: Herramienta profesional de planificación de ciudades para el juego Heroes of History. Importe su ciudad del juego, gestione múltiples diseños, analice estadísticas de producción y cultura. Herramienta web gratuita de Forge of Games.
fr: Outil professionnel de planification de cité pour le jeu Heroes of History. Importez votre cité du jeu, gérez plusieurs dispositions, analysez les statistiques de production et de culture. Outil web gratuit par Forge of Games.
it: Strumento professionale di pianificazione città per il gioco Heroes of History. Importa la tua città dal gioco, gestisci più layout, analizza le statistiche di produzione e cultura. Strumento web gratuito di Forge of Games.
ja: Heroes of History ゲーム用のプロフェッショナルな都市計画ツール。ゲーム内の都市をインポートし、複数のレイアウトを管理し、生産と文化の統計を分析します。Forge of Games による無料のウェブベースツール。
nl: Professionele stadsplanning tool voor het spel Heroes of History. Importeer je stad uit het spel, beheer meerdere indelingen, analyseer productie- en cultuurstatistieken. Gratis webgebaseerde tool van Forge of Games.
pl: Profesjonalne narzędzie do planowania miast dla gry Heroes of History. Importuj swoje miasto z gry, zarządzaj wieloma układami, analizuj statystyki produkcji i kultury. Darmowe narzędzie internetowe od Forge of Games.
zh: Heroes of History 遊戲專業城市規劃工具。匯入您的遊戲城市，管理多個佈局，分析生產和文化統計數據。Forge of Games 提供的免費網頁工具。

# CityPlanner.Meta.Keywords
source: Heroes of History city planner, city building, city management, game optimization, production stats
cs: Heroes of History, HoH, plánovač města, stavitel měst, herní nástroje, Forge of Games, rozvržení města, kalkulačka produkce, správa města, nástroje pro prohlížeč, HoH kalkulačka, plánování města, optimalizace města
de: Heroes of History, HoH, Stadtplaner, Städtebau, Spiel-Tools, Forge of Games, Stadt-Layout, Produktionsrechner, Stadtverwaltung, Browser-Spiel-Tools, HoH Rechner, Stadtplanung, Stadtoptimierung
es: Heroes of History, HoH, planificador de ciudad, constructor de ciudades, herramientas de juego, Forge of Games, diseño de ciudad, calculadora de producción, gestión de ciudad, herramientas de juego de navegador, calculadora HoH, planificación de ciudad, optimización de ciudad
fr: Heroes of History, HoH, planificateur de cité, construction de ville, outils de jeu, Forge of Games, disposition de village, calculateur de production, gestion de cité, outils de jeu navigateur, calculateur HoH, planification urbaine, optimisation de ville
it: Heroes of History, HoH, pianificatore città, costruttore città, strumenti di gioco, Forge of Games, layout città, calcolatore produzione, gestione città, strumenti gioco browser, calcolatore HoH, pianificazione città, ottimizzazione città
ja: Heroes of History, HoH, 都市プランナー, 都市建設, ゲームツール, Forge of Games, 都市レイアウト, 生産計算機, 都市管理, ブラウザゲームツール, HoH 計算機, 都市計画, 都市最適化
nl: Heroes of History, HoH, stadsplanner, stadsbouwer, speltools, Forge of Games, stadsindeling, productiecalculator, stadsbeheer, browser speltools, HoH calculator, stadsplanning, stadsoptimalisatie
pl: Heroes of History, HoH, planer miasta, budowniczy miast, narzędzia do gier, Forge of Games, układ miasta, kalkulator produkcji, zarządzanie miastem, narzędzia do gier przeglądarkowych, kalkulator HoH, planowanie miasta, optymalizacja miasta
zh: Heroes of History, HoH, 城市規劃師, 城市建設, 遊戲工具, Forge of Games, 城市佈局, 生產計算器, 城市管理, 瀏覽器遊戲工具, HoH 計算器, 城市規劃, 城市優化

# CommandCenter.Title
source: Command Center
cs: Velitelské centrum
de: Kommandozentrale
es: Centro de Mando
fr: Centre de Commandement
it: Centro di Comando
ja: コマンドセンター
nl: Commandocentrum
pl: Centrum Dowodzenia
zh: 指揮中心

# CommandCenter.Meta.Description
source: Optimize battle strategies in Heroes of History with the Command Center. Plan teams, analyze hero stats, and collaborate with alliances.
cs: Plánujte své týmy Heroes of History, konfigurujte hrdiny, optimalizujte bojové strategie a spolupracujte s členy aliance. Obsahuje kalkulačku postupu hrdinů, časovače schopností, sdílení profilů pro plánování honby za pokladem a další.
de: Plane deine Heroes of History Teams, konfiguriere Helden, optimiere Kampfstrategien und arbeite mit Allianz-Mitgliedern zusammen. Enthält Helden-Fortschrittsrechner, Fähigkeiten-Timer, Profilfreigabe für Schatzjagd-Planung und mehr.
es: Planifica tus equipos de Heroes of History, configura héroes, optimiza estrategias de batalla y colabora con miembros de la alianza. Incluye calculadora de progresión de héroes, temporizadores de habilidades, compartición de perfiles para planificación de Caza del Tesoro y más.
fr: Planifiez vos équipes Heroes of History, configurez les héros, optimisez les stratégies de combat et collaborez avec les membres de l'alliance. Comprend un calculateur de progression des héros, des minuteurs de capacités, le partage de profils pour la planification de Chasse au Trésor et plus encore.
it: Pianifica i tuoi team di Heroes of History, configura gli eroi, ottimizza le strategie di battaglia e collabora con i membri dell'alleanza. Include calcolatore di progressione degli eroi, timer delle abilità, condivisione dei profili per la pianificazione della Caccia al Tesoro e altro.
ja: Heroes of Historyのチームを計画し、ヒーローを設定し、戦闘戦略を最適化し、同盟メンバーと協力します。ヒーロー進行計算機、アビリティタイマー、宝探し計画のためのプロファイル共有などを含みます。
nl: Plan je Heroes of History teams, configureer helden, optimaliseer gevechtsstrategieën en werk samen met alliantieleden. Bevat helden progressie calculator, vaardigheden timers, profiel delen voor schattenjacht planning en meer.
pl: Planuj swoje drużyny Heroes of History, konfiguruj bohaterów, optymalizuj strategie bitewne i współpracuj z członkami sojuszu. Zawiera kalkulator postępu bohaterów, liczniki umiejętności, udostępnianie profili do planowania polowania na skarby i więcej.
zh: 規劃你的Heroes of History團隊，配置英雄，優化戰鬥策略，與聯盟成員合作。包含英雄進度計算器，技能計時器，尋寶規劃的個人檔案分享等功能。

# CommandCenter.Meta.Keywords
source: Heroes of History battle planner, team strategy, hero progression, command center tool
cs: Heroes of History, plánovač týmů, optimalizátor bitev, honba za pokladem, spolupráce aliance, kalkulačka postupu hrdinů, herní strategie, sdílení profilů, velitelské centrum, plánovač bitev, HoH nástroj, HoH velitelské centrum
de: Heroes of History, Team-Planer, Kampf-Optimierer, Schatzjagd, Allianz-Zusammenarbeit, Helden-Fortschrittsrechner, Spielstrategie, Profilfreigabe, Kommandozentrale, Kampf-Planer, HoH Tool, HoH Kommandozentrale
es: Heroes of History, planificador de equipos, optimizador de batallas, caza del tesoro, colaboración de alianza, calculadora de progresión de héroes, estrategia de juego, compartir perfiles, centro de mando, planificador de batallas, herramienta HoH, centro de mando HoH
fr: Heroes of History, planificateur d'équipe, optimiseur de combat, chasse au trésor, collaboration d'alliance, calculateur de progression des héros, stratégie de jeu, partage de profil, centre de commandement, planificateur de combat, outil HoH, centre de commandement HoH
it: Heroes of History, pianificatore squadre, ottimizzatore battaglie, caccia al tesoro, collaborazione alleanza, calcolatore progressione eroi, strategia di gioco, condivisione profili, centro di comando, pianificatore battaglie, strumento HoH, centro di comando HoH
ja: Heroes of History, チームプランナー, バトルオプティマイザー, 宝探し, 同盟協力, ヒーロー進行計算機, ゲーム戦略, プロファイル共有, コマンドセンター, バトルプランナー, HoHツール, HoHコマンドセンター
nl: Heroes of History, team planner, gevecht optimalisatie, schattenjacht, alliantie samenwerking, helden progressie calculator, spel strategie, profiel delen, commandocentrum, gevecht planner, HoH tool, HoH commandocentrum
pl: Heroes of History, planer drużyn, optymalizator bitew, polowanie na skarby, współpraca sojuszu, kalkulator postępu bohaterów, strategia gry, udostępnianie profili, centrum dowodzenia, planer bitew, narzędzie HoH, centrum dowodzenia HoH
zh: Heroes of History, 團隊規劃器, 戰鬥優化器, 尋寶活動, 聯盟合作, 英雄進度計算器, 遊戲策略, 檔案分享, 指揮中心, 戰鬥規劃器, HoH工具, HoH指揮中心

# CommandCenter.PageTitle
source: Command Center | Battle & Team Planner | Heroes of History | Forge of Games
cs: Velitelské centrum - Heroes of History Plánovač týmů a Optimalizátor bitev | Forge of Games
de: Kommandozentrale - Heroes of History Team-Planer & Kampf-Optimierer | Forge of Games
es: Centro de Mando - Planificador de Equipos y Optimizador de Batallas de Heroes of History | Forge of Games
fr: Centre de Commandement - Planificateur d'Équipe et Optimiseur de Combat Heroes of History | Forge of Games
it: Centro di Comando - Pianificatore Squadre e Ottimizzatore Battaglie Heroes of History | Forge of Games
ja: コマンドセンター - Heroes of History チームプランナー & バトルオプティマイザー | Forge of Games
nl: Commandocentrum - Heroes of History Team Planner & Gevecht Optimalisatie | Forge of Games
pl: Centrum Dowodzenia - Planer Drużyn i Optymalizator Bitew Heroes of History | Forge of Games
zh: 指揮中心 - Heroes of History 團隊規劃與戰鬥優化器 | Forge of Games

# CommandCenter.CreateNewProfileDialog.Title
source: Create new profile
cs: Vytvořit nový profil
de: Neues Profil erstellen
es: Crear nuevo perfil
fr: Créer un nouveau profil
it: Crea nuovo profilo
ja: 新規プロファイル作成
nl: Nieuw profiel maken
pl: Utwórz nowy profil
zh: 建立新檔案

# CommandCenter.CreateNewProfileDialog.InputLabel
source: Profile name
cs: Název profilu
de: Profilname
es: Nombre del perfil
fr: Nom du profil
it: Nome del profilo
ja: プロファイル名
nl: Profielnaam
pl: Nazwa profilu
zh: 檔案名稱

# CommandCenter.Profile.CreateTeamButton
source: Create team
cs: Vytvořit tým
de: Team erstellen
es: Crear equipo
fr: Créer une équipe
it: Crea squadra
ja: チーム作成
nl: Team maken
pl: Utwórz drużynę
zh: 建立團隊

# CommandCenter.Profile.HeroesButton
source: Heroes
cs: Hrdinové
de: Helden
es: Héroes
fr: Héros
it: Eroi
ja: ヒーロー
nl: Helden
pl: Bohaterowie
zh: 英雄

# CommandCenter.Profile.BarracksButton
source: Barracks
cs: Kasárny
de: Kaserne
es: Barracón
fr: Caserne
it: Caserme
ja: 兵舎
nl: Kazerne
pl: Koszary
zh: 軍營

# CommandCenter.Profile.AddHeroDialog.Title
source: Add hero
cs: Přidat hrdinu
de: Held hinzufügen
es: Añadir héroe
fr: Ajouter un héros
it: Aggiungi eroe
ja: ヒーロー追加
nl: Held toevoegen
pl: Dodaj bohatera
zh: 新增英雄

# CommandCenter.Profile.AddHeroDialog.OkButton
source: Add
cs: Přidat
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
ja: 追加
nl: Toevoegen
pl: Dodaj
zh: 新增

# CommandCenter.Profile.Heroes.AddHeroButton
source: Add hero
cs: Přidat hrdinu
de: Held hinzufügen
es: Añadir héroe
fr: Ajouter un héros
it: Aggiungi eroe
ja: ヒーロー追加
nl: Held toevoegen
pl: Dodaj bohatera
zh: 新增英雄

# CommandCenter.Profile.Team.EmptyTeamMessage
source: Empty
cs: Prázdné
de: Leer
es: Vacío
fr: Vide
it: Vuoto
ja: 空
nl: Leeg
pl: Pusty
zh: 空

# CommandCenter.CreateNewTeamDialog.InputLabel
source: Team name
cs: Název týmu
es: Nombre del equipo
fr: Nom de l'équipe
it: Nome della squadra
ja: チーム名
nl: Teamnaam
pl: Nazwa drużyny
zh: 團隊名稱

# CommandCenter.CreateNewTeamDialog.Title
source: Create new team
cs: Vytvořit nový tým
de: Neues Team erstellen
es: Crear nuevo equipo
fr: Créer une nouvelle équipe
it: Crea nuova squadra
ja: 新規チーム作成
nl: Nieuw team maken
pl: Utwórz nową drużynę
zh: 建立新團隊

# CommandCenter.DeleteTeamDialog.Message
source: Do you want to delete {0} team?
cs: Chcete smazat tým {0}?
de: Möchtest du das Team {0} löschen?
es: ¿Quieres eliminar el equipo {0}?
fr: Voulez-vous supprimer l'équipe {0} ?
it: Vuoi eliminare la squadra {0}?
ja: チーム{0}を削除しますか？
nl: Wil je team {0} verwijderen?
pl: Czy chcesz usunąć drużynę {0}?
zh: 是否要刪除團隊 {0}？

# CommandCenter.RemoveHeroDialog.Message
source: Do you want to remove {0}?
cs: Chcete odstranit {0}?
de: Möchtest du {0} entfernen?
es: ¿Quieres eliminar a {0}?
fr: Voulez-vous retirer {0} ?
it: Vuoi rimuovere {0}?
ja: {0}を削除しますか？
nl: Wil je {0} verwijderen?
pl: Czy chcesz usunąć {0}?
zh: 是否要移除 {0}？

# ShareDialog.ShareButton
source: Create link
cs: Vytvořit odkaz
de: Link erstellen
es: Crear enlace
fr: Créer un lien
it: Crea link
ja: リンク作成
nl: Link maken
pl: Utwórz link
zh: 建立連結

# CommandCenter.ShareProfileDialog.Title
source: Share profile
cs: Sdílet profil
de: Profil teilen
es: Compartir perfil
fr: Partager le profil
it: Condividi profilo
ja: プロファイル共有
nl: Profiel delen
pl: Udostępnij profil
zh: 分享檔案

# CommandCenter.Import
source: Import
cs: Importovat
de: Importieren
es: Importar
fr: Importer
it: Importa
ja: インポート
nl: Importeren
pl: Importuj
zh: 匯入

# CommandCenter.CreateProfile
source: Create profile
cs: Vytvořit profil
de: Profil erstellen
es: Crear perfil
fr: Créer un profil
it: Crea profilo
ja: プロファイル作成
nl: Profiel maken
pl: Utwórz profil
zh: 建立檔案

# CommandCenter.Menu.Profiles
source: Profiles
cs: Profily
de: Profile
es: Perfiles
fr: Profils
it: Profili
ja: プロファイル
nl: Profielen
pl: Profile
zh: 檔案

# CommandCenter.Menu.Playgrounds
source: Playgrounds
cs: Hřiště
de: Spielplätze
es: Campos de pruebas
fr: Terrains de jeu
it: Campi di prova
ja: プレイグラウンド
nl: Speelterreinen
pl: Place zabaw
zh: 遊樂場

# CommandCenter.Menu.Heroes
source: Heroes
cs: Hrdinové
de: Helden
es: Héroes
fr: Héros
it: Eroi
ja: ヒーロー
nl: Helden
pl: Bohaterowie
zh: 英雄

# Common.Close
source: Close
cs: Zavřít
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
nl: Sluiten
pl: Zamknij
zh: 關閉

# Common.Delete
source: Delete
cs: Smazat
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
nl: Verwijderen
pl: Usuń
zh: 刪除

# Common.Remove
source: Remove
cs: Odstranit
de: Entfernen
es: Eliminar
fr: Retirer
it: Rimuovi
ja: 削除
nl: Verwijderen
pl: Usuń
zh: 移除

# Common.Share
source: Share
cs: Sdílet
de: Teilen
es: Compartir
fr: Partager
it: Condividi
ja: 共有
nl: Delen
pl: Udostępnij
zh: 分享

# Common.Save
source: Save
cs: Uložit
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
nl: Opslaan
pl: Zapisz
zh: 儲存

# Common.Settings
source: Settings
cs: Nastavení
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
ja: 設定
nl: Instellingen
pl: Ustawienia
zh: 設定

# Common.DeleteConfirmation
source: Do you want to delete {0}?
cs: Chcete smazat {0}?
de: Möchtest du {0} löschen?
es: ¿Quieres eliminar {0}?
fr: Voulez-vous supprimer {0} ?
it: Vuoi eliminare {0}?
ja: {0}を削除しますか？
nl: Wil je {0} verwijderen?
pl: Czy chcesz usunąć {0}?
zh: 是否要刪除 {0}？

# CommandCenter.Profile.Settings.ProfileName
source: Profile name
cs: Název profilu
de: Profilname
es: Nombre del perfil
fr: Nom du profil
it: Nome del profilo
ja: プロファイル名
nl: Profielnaam
pl: Nazwa profilu
zh: 檔案名稱

# CommandCenter.Profile.Settings.DeleteProfileButton
source: Delete profile
cs: Smazat profil
de: Profil löschen
es: Eliminar perfil
fr: Supprimer le profil
it: Elimina profilo
ja: プロファイルを削除
nl: Profiel verwijderen
pl: Usuń profil
zh: 刪除檔案

# ImportInGameData.Options.Cities
source: Cities
cs: Města
de: Hauptstadt
es: Ciudad capital
fr: Cités
it: Città
ja: 都市
nl: Steden
pl: Miasta
zh: 城市

# ImportInGameData.Options.Profile
source: Command center profile
cs: Profil velitelského centra
de: Kommandozentralen-Profil
es: Perfil del centro de mando
fr: Profil du centre de commandement
it: Profilo del centro di comando
ja: コマンドセンタープロファイル
nl: Commandocentrum profiel
pl: Profil centrum dowodzenia
zh: 指揮中心檔案

# Common.Import
source: Import
cs: Importovat
de: Importieren
es: Importar
fr: Importer
it: Importa
ja: インポート
nl: Importeren
pl: Importuj
zh: 匯入

# ImportInGameData.Headline
source: Import your in-game data
cs: Importujte svá herní data
de: Importiere deine Spieldaten
es: Importa tus datos del juego
fr: Importez vos données de jeu
it: Importa i tuoi dati di gioco
ja: ゲームデータをインポート
nl: Importeer je spelgegevens
pl: Importuj swoje dane z gry
zh: 匯入您的遊戲數據

# ImportInGameData.SuccessMessage
source: Data has been imported successfully. Open City planner or Command center to see it.
cs: Data byla úspěšně importována. Otevřete Plánovač města nebo Velitelské centrum pro jejich zobrazení.
de: Daten wurden erfolgreich importiert. Öffne den Stadtplaner oder die Kommandozentrale, um sie zu sehen.
es: Los datos se han importado correctamente. Abre el Planificador de ciudad o el Centro de mando para verlos.
fr: Les données ont été importées avec succès. Ouvrez le Planificateur de cité ou le Centre de commandement pour les voir.
it: I dati sono stati importati con successo. Apri il Pianificatore città o il Centro di comando per vederli.
ja: データのインポートに成功しました。都市プランナーまたはコマンドセンターで確認できます。
nl: Gegevens zijn succesvol geïmporteerd. Open Stadsplanner of Commandocentrum om ze te bekijken.
pl: Dane zostały pomyślnie zaimportowane. Otwórz Planer miasta lub Centrum dowodzenia, aby je zobaczyć.
zh: 數據已成功匯入。打開城市規劃師或指揮中心即可查看。

# ImportInGameData.NotFound
source: Data with id {0} could not be found.
cs: Data s ID {0} nebyla nalezena.
de: Daten mit der ID {0} konnten nicht gefunden werden.
es: No se pudieron encontrar los datos con el ID {0}.
fr: Les données avec l'ID {0} n'ont pas pu être trouvées.
it: I dati con ID {0} non sono stati trovati.
ja: ID {0} のデータが見つかりませんでした。
nl: Gegevens met ID {0} konden niet worden gevonden.
pl: Nie znaleziono danych o ID {0}.
zh: 找不到ID為 {0} 的數據。

# Navigation.SupportUs
source: Support Us
cs: Podpořte nás
de: Unterstütze uns
es: Apóyanos
fr: Nous soutenir
it: Sostienici
ja: サポートする
nl: Steun ons
pl: Wesprzyj nas
zh: 支持我們

# SupportUs.Title
source: Support Forge of Games
cs: Podpořte Forge of Games
de: Unterstütze Forge of Games
es: Apoya a Forge of Games
fr: Soutenir Forge of Games
it: Sostieni Forge of Games
ja: Forge of Games をサポート
nl: Steun Forge of Games
pl: Wesprzyj Forge of Games
zh: 支持 Forge of Games
