Repository: IngweLand/forge-of-games
Catalog: src/Application.Client.Web/Localization/FogResource.*.resx
Languages: cs, de, es, fr, it, ja, nl, pl, zh

# Hoh.Lvl
source: Lvl.
cs: Úr.
es: Nv.
fr: Niv.
it: Liv.
ja: レベル
pl: Poz.
zh: 級

# Hoh.Campaign
source: Campaign
cs: Kampaň
de: Kampagne
es: Campaña
fr: Campagne
it: Campagna
ja: キャンペーン
nl: Campagne
pl: Kampania
zh: 戰役

# Navigation.Campaign
source: Campaign
cs: Kampaň
de: Kampagne
es: Campaña
fr: Campagne
it: Campagna
ja: キャンペーン
nl: Campagne
pl: Kampania
zh: 戰役

# Hoh.Encounters
source: Encounters
cs: Střetnutí
de: Begegnungen
es: Encuentros
fr: Rencontres
it: Incontri
ja: 番目の対決
nl: Ontmoeten
pl: Spotkajcie
zh: 遇到

# Hoh.Hero.Ability
source: Ability
cs: Schopnost
de: Fähigkeit
es: Habilidad
fr: Capacité
it: Abilità
ja: アビリティ
nl: Vaardigheid
pl: Umiejętność
zh: 能力

# Hoh.Hero.Awakening
source: Awakening
cs: Probuzení
de: Erwecken
es: Despertar
fr: Éveil
it: Risveglio
ja: 覚醒
nl: Ontwaken
pl: Przebudzenie
zh: 覺醒

# Hoh.Hero.Barracks
source: Barracks
cs: Kasárny
de: Kasernen
es: Barracón
fr: Casernes
it: Caserme
ja: 兵舎
nl: Kazernes
pl: Koszary
zh: 軍營

# Hoh.Heroes
source: Heroes
cs: Hrdinové
de: Helden
es: Héroes
fr: Héros
it: Eroi
ja: ヒーロー
nl: Helden
pl: Bohaterowie
zh: 英雄

# Navigation.Buildings
source: Buildings
cs: Budovy
de: Gebäude
es: Edificios
fr: Bâtiments
it: Edifici
ja: 建物
nl: Gebouwen
pl: Budynki
zh: 建築

# Navigation.TreasureHunt
source: Treasure Hunt
cs: Honba za pokladem
de: Schatzjagd
es: Caza del Tesoro
fr: Chasse au Trésor
it: Caccia al Tesoro
ja: 宝探し
nl: Schattenjacht
pl: Poszukiwanie skarbu
zh: 尋寶活動

# Navigation.Wonders
source: Wonders
cs: Divy světa
de: Wunder
es: Maravillas
fr: Merveilles
it: Meraviglie
ja: 世界遺産
nl: Wonderen
pl: Cuda
zh: 奇觀

# About.HeaderText
source: Welcome to Forge of Games: Your Ultimate Heroes of History Companion
cs: Vítejte na Forge of Games: Váš ultimátní společník pro Heroes of History
de: Willkommen bei Forge of Games: Dein ultimativer Begleiter für Heroes of History
es: Bienvenido a Forge of Games: Tu compañero definitivo de Heroes of History
fr: Bienvenue sur Forge of Games : Votre compagnon ultime pour Heroes of History
it: Benvenuto su Forge of Games: Il tuo compagno definitivo per Heroes of History
ja: Forge of Gamesへようこそ：Heroes of Historyのための究極のコンパニオン
nl: Welkom bij Forge of Games: Jouw ultieme Heroes of History-compagnon
pl: Witaj w Forge of Games: Twój ostateczny towarzysz Heroes of History
zh: 歡迎來到 Forge of Games：您的 Heroes of History 終極夥伴

# About.ListItem1
source: Access detailed campaign info for all regions, encounters and treasure hunt.
cs: Získejte podrobné informace o kampaních pro všechny regiony, setkání a lov pokladů.
de: Greife auf detaillierte Kampagneninfos für alle Regionen, Begegnungen und Schatzsuchen zu.
es: Accede a información detallada de campañas para todas las regiones, encuentros y búsqueda de tesoros.
fr: Accédez à des informations détaillées sur les campagnes pour toutes les régions, rencontres et chasses au trésor.
it: Accedi a informazioni dettagliate sulle campagne per tutte le regioni, gli incontri e la caccia al tesoro.
ja: すべての地域、遭遇、宝探しの詳細なキャンペーン情報にアクセス。
nl: Toegang tot gedetailleerde campagne-informatie voor alle regio's, ontmoetingen en schattenjachten.
pl: Uzyskaj dostęp do szczegółowych informacji o kampaniach dla wszystkich regionów, spotkań i polowań na skarby.
zh: 瀏覽所有地區、遭遇和尋寶的詳細戰役信息。

# About.ListItem2
source: Dive into comprehensive hero stats and leveling resources.
cs: Ponořte se do podrobných statistik hrdinů a zdrojů pro levelování.
de: Tauche ein in umfassende Helden-Statistiken und Level-Ressourcen.
es: Sumérgete en estadísticas completas de héroes y recursos para subir de nivel.
fr: Plongez dans des statistiques complètes de héros et des ressources pour le level-up.
it: Approfondisci le statistiche dei tuoi eroi e le risorse per il livellamento.
ja: ヒーローの統計情報やレベルアップリソースに関する包括的な情報を確認。
nl: Duik in uitgebreide heldenstatistieken en level-upbronnen.
pl: Zanurz się w szczegółowych statystykach bohaterów i zasobach do levelowania.
zh: 深入了解英雄的詳細統計數據和升級資源。

# About.ListItem3
source: Discover unique historical insights about each hero, sourced directly from their real-life legends.
cs: Objevte jedinečné historické informace o každém hrdinovi, získané přímo z jejich skutečných legend.
de: Entdecke einzigartige historische Einblicke in jeden Helden, basierend auf ihren realen Legenden.
es: Descubre perspectivas históricas únicas sobre cada héroe, directamente de sus leyendas reales.
fr: Découvrez des aperçus historiques uniques sur chaque héros, issus directement de leurs légendes réelles.
it: Scopri approfondimenti storici unici su ogni eroe, provenienti direttamente dalle loro leggende reali.
ja: 各ヒーローに関するユニークな歴史的洞察を発見、実際の伝説に基づいています。
nl: Ontdek unieke historische inzichten over elke held, rechtstreeks uit hun echte legendes.
pl: Odkryj unikalne historyczne spostrzeżenia o każdym bohaterze, oparte na ich prawdziwych legendach.
zh: 發掘關於每個英雄的獨特歷史見解，直接來自他們的真實傳奇。

# About.Text2
source: More tools, including research calculators and city stats, are coming soon - stay tuned!
cs: Další nástroje, včetně kalkulátorů výzkumu a statistik měst, přijdou brzy - sledujte nás!
de: Weitere Tools, einschließlich Forschungskalulatoren und Stadtstatistiken, kommen bald – bleib dran!
es: Más herramientas, incluidos los calculadores de investigación y las estadísticas de ciudades, llegarán pronto: ¡mantente atento!
fr: Plus d'outils, y compris des calculateurs de recherche et des statistiques de cité, arrivent bientôt - restez à l'écoute !
it: Altri strumenti, inclusi calcolatori di ricerca e statistiche delle città, arriveranno presto - resta sintonizzato!
ja: 研究計算機や都市統計などのツールが近日公開予定 - お楽しみに！
nl: Meer tools, inclusief onderzoekscalculators en stadstatistieken, komen binnenkort – blijf op de hoogte!
pl: Więcej narzędzi, w tym kalkulatory badań i statystyki miast, wkrótce - bądź na bieżąco!
zh: 更多工具，包括研究計算器和城市統計，即將推出 - 敬請期待！

# Common.AllRightsReserved
source: All rights reserved.
cs: Všechna práva vyhrazena.
de: Alle Rechte vorbehalten.
es: Todos los derechos reservados.
fr: Tous droits réservés.
it: Tutti i diritti riservati.
ja: すべての権利を保有。
nl: Alle rechten voorbehouden.
pl: Wszelkie prawa zastrzeżone.
zh: 版權所有。

# Common.JoinDiscord
source: Join Discord
cs: Připojit se na Discord
de: Trete Discord bei
es: Unirse a Discord
fr: Rejoindre Discord
it: Unisciti a Discord
ja: Discordに参加
nl: Sluit je aan bij Discord
pl: Dołącz do Discorda
zh: 加入 Discord

# Common.ReadMore
source: Read more...
cs: Přečíst více...
de: Mehr lesen...
es: Leer más...
fr: Lire plus...
it: Leggi di più...
ja: 詳細を読む...
nl: Lees meer...
pl: Czytaj więcej...
zh: 閱讀更多...

# Hoh.Building.ConstructionCost
source: Construction cost
cs: Stavební náklady
de: Baukosten
es: Coste de construcción
fr: Coût de construction
it: Costo di costruzione
ja: 建設コスト
nl: Bouwkosten
pl: Koszt budowy
zh: 建設成本

# Hoh.Building.UpgradeCost
source: Upgrade cost
cs: Náklady na upgrade
de: Upgrade-Kosten
es: Coste de mejora
fr: Coût de mise à niveau
it: Costo di aggiornamento
ja: アップグレードコスト
nl: Upgradekosten
pl: Koszt ulepszenia
zh: 升級成本

# Hoh.Hero.Create
source: Create
cs: Vytvořit
de: Erstellen
es: Crear
fr: Créer
it: Crea
ja: 作成
nl: Maak
pl: Stwórz
zh: 創建

# Hoh.Hero.Main
source: Main
cs: Hlavní
de: Haupt
es: Principal
fr: Principal
it: Principale
ja: メイン
nl: Hoofd
pl: Główne
zh: 主頁

# Hoh.Levels
source: Levels
cs: Úrovně
de: Level
es: Niveles
fr: Niveaux
it: Livelli
ja: レベル
nl: Level
pl: Poziomy
zh: 等級

# Hoh.Cost
source: Cost
cs: Náklady
de: Kosten
es: Coste
fr: Coût
it: Costo
ja: コスト
nl: Kosten
pl: Koszt
zh: 成本

# Hoh.Wonder.CummulativeCost
source: Cummulative cost
cs: Kumulativní náklady
de: Kumulative Kosten
es: Coste acumulado
fr: Coût cumulatif
it: Costo cumulativo
ja: 累積コスト
nl: Cumulatieve kosten
pl: Koszt kumulatywny
zh: 累計成本

# Navigation.About
source: About
cs: O nás
de: Über uns
es: Acerca de
fr: À propos
it: Chi siamo
nl: Over ons
pl: O nas
zh: 關於我們

# Navigation.Home
source: Home
cs: Domů
de: Startseite
es: Inicio
fr: Accueil
ja: ホーム
pl: Strona główna
zh: 首頁

# About.Text1
source: Whether you're planning your campaigns, optimizing hero stats, or uncovering the history behind your favorite characters, Forge of Games is your ultimate companion.
cs: Ať už plánujete své kampaně, optimalizujete statistiky hrdinů, nebo objevujete historii za svými oblíbenými postavami, Forge of Games je vaším ultimátním společníkem.
de: Egal, ob du deine Kampagnen planst, die Heldenstatistiken optimierst oder die Geschichte hinter deinen Lieblingscharakteren aufdeckst, Forge of Games ist dein ultimativem Begleiter.
es: Ya sea que estés planificando tus campañas, optimizando las estadísticas de tus héroes o descubriendo la historia detrás de tus personajes favoritos, Forge of Games es tu compañero definitivo.
fr: Que vous planifiez vos campagnes, optimisiez les statistiques de vos héros ou découvriez l'histoire derrière vos personnages préférés, Forge of Games est votre compagnon ultime.
it: Che tu stia pianificando le tue campagne, ottimizzando le statistiche degli eroi o scoprendo la storia dietro i tuoi personaggi preferiti, Forge of Games è il tuo compagno definitivo.
ja: キャンペーンの計画、ヒーローの統計の最適化、お気に入りのキャラクターの背後にある歴史を発掘する際、Forge of Gamesはあなたの究極のコンパニオンです。
nl: Of je nu je campagnes plant, heldenstatistieken optimaliseert of de geschiedenis achter je favoriete personages ontdekt, Forge of Games is je ultieme metgezel.
pl: Niezależnie od tego, czy planujesz swoje kampanie, optymalizujesz statystyki bohaterów, czy odkrywasz historię za swoimi ulubionymi postaciami, Forge of Games jest twoim ostatecznym towarzyszem.
zh: 無論是規劃您的戰役、優化英雄統計，還是揭開您最喜愛角色背後的歷史，Forge of Games 都是您的終極夥伴。

# Hoh.Hero.AbilityLvl
source: Ability lvl.
cs: Úr. schopnosti
de: Fähigkeitslvl.
es: Nv. de Habilidad
fr: Niv. de capacité
it: Liv. Abilità
ja: アビリティのレベル
nl: Vaardigheidslvl.
pl: Poz. umiejętności
zh: 能力等級

# Common.Disclaimer
source: Disclaimer
cs: Zřeknutí se odpovědnosti
de: Haftungsausschluss
es: Aviso legal
fr: Avertissement
ja: 免責事項
nl: Vrijwaring
pl: Zastrzeżenie
zh: 免責聲明

# Common.Disclaimer.Text
source: Forge of Games is a fan-made website dedicated to the game Heroes of History. All rights to the game, its assets, and intellectual property are owned by their respective holders. Users are encouraged to consult the official Innogames website for the most up-to-date and accurate information. Forge of Games is not affiliated with or officially connected to the creators or publishers of Heroes of History. The content here is created to support the game’s community by providing unique tools, guides, and insights.
cs: Forge of Games je fanouškovská stránka věnovaná hře Heroes of History. Všechna práva na hru, její obsah a duševní vlastnictví patří jejich příslušným vlastníkům. Uživatelé jsou vyzýváni k návštěvě oficiálních stránek Innogames pro nejaktuálnější a přesné informace. Forge of Games není přidružený ani oficiálně spojený s tvůrci nebo vydavateli hry Heroes of History. Obsah zde je vytvořen na podporu komunity hry poskytováním unikátních nástrojů, průvodců a poznatků.
de: Forge of Games ist eine von Fans erstellte Webseite, die dem Spiel Heroes of History gewidmet ist. Alle Rechte am Spiel, dessen Inhalte und geistiges Eigentum gehören den jeweiligen Rechteinhabern. Benutzer werden ermutigt, die offizielle Website von Innogames für die aktuellsten und genauesten Informationen zu besuchen. Forge of Games ist weder mit den Erstellern noch mit den Herausgebern von Heroes of History verbunden oder offiziell assoziiert. Der hier bereitgestellte Inhalt dient der Unterstützung der Community des Spiels durch einzigartige Werkzeuge, Anleitungen und Einblicke.
es: Forge of Games es un sitio web creado por fans y dedicado al juego Heroes of History. Todos los derechos del juego, sus recursos y propiedad intelectual pertenecen a sus respectivos titulares. Se recomienda a los usuarios que consulten la página oficial de Innogames para obtener la información más actualizada y precisa. Forge of Games no está afiliado ni tiene conexión oficial con los creadores o editores de Heroes of History. El contenido aquí se crea para apoyar a la comunidad del juego proporcionando herramientas únicas, guías e información detallada.
fr: Forge of Games est un site web créé par des fans et dédié au jeu Heroes of History. Tous les droits relatifs au jeu, à ses éléments et à sa propriété intellectuelle appartiennent à leurs propriétaires respectifs. Les utilisateurs sont encouragés à consulter le site officiel d’Innogames pour les informations les plus récentes et exactes. Forge of Games n’est pas affilié ou officiellement associé aux créateurs ou éditeurs de Heroes of History. Le contenu ici est créé pour soutenir la communauté du jeu en offrant des outils, des guides et des informations uniques.
it: Forge of Games è un sito web creato dai fan dedicato al gioco Heroes of History. Tutti i diritti relativi al gioco, ai suoi contenuti e alla proprietà intellettuale appartengono ai rispettivi titolari. Gli utenti sono invitati a consultare il sito ufficiale di Innogames per le informazioni più aggiornate e precise. Forge of Games non è affiliato né ufficialmente connesso ai creatori o editori di Heroes of History. I contenuti qui presenti sono creati per supportare la comunità del gioco offrendo strumenti unici, guide e approfondimenti.
ja: Forge of Gamesは、ゲームHeroes of Historyに特化したファン制作のウェブサイトです。 ゲーム、その資産、および知的財産権は、それぞれの所有者に帰属します。最新かつ正確な情報を得るために、公式Innogamesウェブサイトをご覧ください。 Forge of Gamesは、Heroes of Historyの開発者または発行者と提携しておらず、公式に関係していません。このコンテンツは、ゲームコミュニティを支援するため、独自のツール、ガイド、および洞察を提供するために作成されています。
nl: Forge of Games is een door fans gemaakte website die gewijd is aan het spel Heroes of History. Alle rechten op het spel, de assets en intellectuele eigendom zijn eigendom van de respectieve houders. Gebruikers worden aangemoedigd om de officiële Innogames-website te raadplegen voor de meest actuele en nauwkeurige informatie. Forge of Games is niet verbonden met of officieel gelieerd aan de makers of uitgevers van Heroes of History. De inhoud hier is gemaakt om de spelcommunity te ondersteunen met unieke tools, gidsen en inzichten.
pl: Forge of Games to fanowska strona internetowa poświęcona grze Heroes of History. Wszelkie prawa do gry, jej zasobów oraz własności intelektualnej należą do ich właścicieli. Użytkownicy są zachęcani do odwiedzenia oficjalnej strony Innogames w celu uzyskania najnowszych i najdokładniejszych informacji. Forge of Games nie jest powiązany ani oficjalnie związany z twórcami lub wydawcami Heroes of History. Zawartość tutaj została stworzona w celu wsparcia społeczności gry poprzez dostarczanie unikalnych narzędzi, przewodników i wglądów.
zh: Forge of Games 是一個由粉絲製作的網站，專門為遊戲 Heroes of History 而設。 遊戲的所有權、資產和知識產權均屬於其各自的持有者。建議用戶參閱官方的 Innogames 網站，以獲取最新和最準確的信息。 Forge of Games 與 Heroes of History 的創作者或出版商無關，也沒有官方聯繫。此處內容是為支持遊戲社群而創建，提供獨特的工具、指南和深入見解。

# Hoh.Building
source: Building
cs: Budova
de: Gebäude
es: Edificio
fr: Bâtiment
it: Edificio
ja: 建物
nl: Gebouw
pl: Budynek
zh: 建築

# Hoh.City
source: City
cs: Město
de: Stadt
es: Ciudad
fr: Cité
it: Città
ja: 都市
nl: Stad
pl: Miasto
zh: 城市

# Navigation.Tools
source: Tools
cs: Nástroje
de: Werkzeuge
es: Herramientas
fr: Outils
it: Strumenti
ja: ツール
pl: Narzędzia
zh: 工具

# Tools.CurrentLevel
source: Current level
cs: Aktuální úroveň
de: Aktuelles Level
es: Nivel actual
fr: Niveau actuel
it: Livello attuale
ja: 現在のレベル
nl: Huidig niveau
pl: Obecny poziom
zh: 當前等級

# Tools.TargetLevel
source: Target level
cs: Cílová úroveň
de: Ziellevel
es: Nivel objetivo
fr: Niveau cible
it: Livello target
ja: 目標レベル
nl: Doelniveau
pl: Docelowy poziom
zh: 目標等級

# Hoh.Resource
source: Resource
cs: Surovina
de: Ressource
es: Recurso
fr: Ressource
it: Risorsa
ja: 資源
nl: Grondstof
pl: Zasób
zh: 資源

# Tools.BuildingCost.Name
source: Building cost calculator
cs: Kalkulačka nákladů na stavbu
de: Kostenrechner für Gebäude
es: Calculadora de costes de edificios
fr: Calculateur de coûts de bâtiment
it: Calcolatore dei costi per edifici
ja: 建物コスト計算機
nl: Gebouwkostencalculator
pl: Kalkulator kosztów budynku
zh: 建築成本計算器

# Tools.BuildingCost.Description
source: Calculate the resources needed to build or upgrade a building.
cs: Vypočítejte zdroje potřebné na stavbu nebo vylepšení budovy.
de: Berechnen Sie die Ressourcen, die für den Bau oder die Verbesserung eines Gebäudes benötigt werden.
es: Calcula los recursos necesarios para construir o mejorar un edificio.
fr: Calculez les ressources nécessaires pour construire ou améliorer un bâtiment.
it: Calcola le risorse necessarie per costruire o migliorare un edificio.
ja: 建物を建設またはアップグレードするために必要なリソースを計算します。
nl: Bereken de middelen die nodig zijn om een gebouw te bouwen of te verbeteren.
pl: Oblicz zasoby potrzebne do budowy lub ulepszenia budynku.
zh: 計算建造或升級建築物所需的資源。

# Hoh.WorldWonder
source: World wonder
cs: Div světa
de: Weltwunder
es: Maravilla del Mundo
fr: Merveille du Monde
it: Meraviglia del mondo
ja: 世界遺産
nl: Wereldwonder
pl: Cud świata
zh: 世界奇觀

# Hoh.Hero
source: Hero
cs: Hrdina
de: Held
es: Héroe
fr: Héros
it: Eroe
ja: ヒーロー
nl: Held
pl: Bohater
zh: 英雄

# HeroSelector.HelperText
source: Pick a hero. Start typing the name or select from the list.
cs: Vyberte hrdinu. Začněte psát jméno nebo vyberte ze seznamu.
de: Wähle einen Helden. Beginne den Namen zu tippen oder wähle aus der Liste.
es: Elige un héroe. Comienza a escribir el nombre o selecciónalo de la lista.
fr: Choisissez un héros. Commencez à taper le nom ou sélectionnez-le dans la liste.
it: Scegli un eroe. Inizia a digitare il nome o selezionalo dall'elenco.
ja: ヒーローを選択してください。名前を入力するか、リストから選択してください。
nl: Kies een held. Begin de naam te typen of selecteer uit de lijst.
pl: Wybierz bohatera. Zacznij wpisywać imię lub wybierz z listy.
zh: 選擇英雄。開始輸入名字或從列表中選擇。

# Tools.HeroBuilder.Name
source: Hero builder
cs: Tvůrce hrdinů
de: Heldenbauer
es: Constructor de héroes
fr: Créateur de héros
it: Costruttore di eroi
ja: ヒーロービルダー
nl: Heldenbouwer
pl: Kreator bohatera
zh: 英雄建造器

# Tools.HeroBuilder.Description
source: Configure your hero's potential by adjusting all four critical properties.
cs: Nakonfigurujte potenciál svého hrdiny úpravou všech čtyř kritických vlastností.
de: Konfiguriere das Potenzial deines Helden, indem du alle vier kritischen Eigenschaften anpasst.
es: Configura el potencial de tu héroe ajustando las cuatro propiedades críticas.
fr: Configurez le potentiel de votre héros en ajustant les quatre propriétés critiques.
it: Configura il potenziale del tuo eroe regolando tutte e quattro le proprietà critiche.
ja: 4つの重要な特性を調整して、ヒーローの可能性を設定してください。
nl: Configureer het potentieel van je held door alle vier kritieke eigenschappen aan te passen.
pl: Skonfiguruj potencjał swojego bohatera, dostosowując wszystkie cztery kluczowe cechy.
zh: 通過調整四個關鍵屬性來配置您的英雄潛力。

# Tools.HeroProgressionResourcesCalculator.Name
source: Hero progression calculator
cs: Kalkulačka postupu hrdiny
de: Heldenfortschrittsrechner
es: Calculadora de progresión de héroe
fr: Calculateur de progression du héros
it: Calcolatore di progressione dell'eroe
ja: ヒーロー進行計算機
nl: Heldenvoortgangscalculator
pl: Kalkulator postępu bohatera
zh: 英雄進度計算器

# Tools.HeroProgressionResourcesCalculator.Description
source: Calculate the resources needed to level up a hero.
cs: Vypočítejte zdroje potřebné pro zvýšení úrovně hrdiny.
de: Berechne die Ressourcen, die benötigt werden, um einen Helden aufzuleveln.
es: Calcula los recursos necesarios para subir de nivel a un héroe.
fr: Calculez les ressources nécessaires pour faire monter un héros de niveau.
it: Calcola le risorse necessarie per far salire di livello un eroe.
ja: ヒーローのレベルアップに必要なリソースを計算します。
nl: Bereken de middelen die nodig zijn om een held te levelen.
pl: Oblicz zasoby potrzebne do podniesienia poziomu bohatera.
zh: 計算升級英雄所需的資源。

# Tools.WonderCost.Name
source: World wonder calculator
cs: Kalkulačka divů světa
de: Weltwunder-Rechner
es: Calcula los recursos necesarios para avanzar a través de los niveles de maravillas del mundo.
fr: Calculateur de merveilles du monde
it: Calcolatore delle meraviglie del mondo
ja: 世界の驚異計算機
nl: Wereldwondercalculator
pl: Kalkulator cudów świata
zh: 世界奇觀計算器

# Tools.WonderCost.Description
source: Calculate the resources required to progress through world wonder levels.
cs: Vypočítejte zdroje potřebné pro postup úrovněmi divů světa.
de: Berechne die Ressourcen, die benötigt werden, um durch die Weltwunder-Stufen zu gelangen.
es: Calculadora de maravillas del mundo
fr: Calculez les ressources nécessaires pour progresser à travers les niveaux des merveilles du monde.
it: Calcola le risorse necessarie per progredire attraverso i livelli delle meraviglie del mondo.
ja: 世界の驚異のレベルを進めるために必要なリソースを計算します。
nl: Bereken de middelen die nodig zijn om door de niveaus van wereldwonderen te gaan.
pl: Oblicz zasoby potrzebne do przejścia przez poziomy cudów świata.
zh: 計算進行世界奇觀等級所需的資源。

# Hoh.Research
source: Research
cs: Výzkum
de: Forschung
es: Investigar
fr: Recherche
it: Ricerca
ja: 研究
nl: Onderzoeken
pl: Zbadaj
zh: 研究

# Common.Next
source: Next
cs: Další
de: Weiter
es: Siguiente
fr: Suivant
it: Successivo
ja: 次へ
nl: Volgende
pl: Następny
zh: 下一步

# Common.Previous
source: Previous
cs: Předchozí
de: Zurück
es: Anterior
fr: Précédent
it: Precedente
ja: 前へ
nl: Vorige
pl: Poprzedni
zh: 上一步

# Tools.ResearchCalculator.Description
source: Calculate the resources required to open technologies.
cs: Vypočítejte potřebné zdroje pro otevření technologií.
de: Berechnen Sie die benötigten Ressourcen, um Technologien zu öffnen.
es: Calcula los recursos necesarios para abrir tecnologías.
fr: Calculez les ressources nécessaires pour ouvrir des technologies.
it: Calcola le risorse necessarie per aprire le tecnologie.
ja: 技術を開くために必要なリソースを計算する
nl: Bereken de benodigde middelen om technologieën te openen.
pl: Oblicz zasoby wymagane do otwarcia technologii.
zh: 計算開啟技術所需的資源

# Tools.ResearchCalculator.Name
source: Research calculator
cs: Kalkulačka výzkumu
de: Forschungskalkulator
es: Calculadora de investigación
fr: Calculateur de recherche
it: Calcolatore di ricerca
ja: 研究計算機
nl: Onderzoekscalculator
pl: Kalkulator badań
zh: 研究計算機

# Tools.ResearchCalculator.Result
source: Cost of the technologies.
cs: Náklady na technologie.
de: Kosten der Technologien.
es: Costo de las tecnologías.
fr: Coût des technologies.
it: Costo delle tecnologie.
ja: 技術のコスト
nl: Kosten van de technologieën.
pl: Koszt technologii.
zh: 技術成本

# Tools.ResearchCalculator.SelectOpenTech
source: Pick the last technologies you have discovered.
cs: Vyberte poslední technologie, které jste objevili.
de: Wählen Sie die letzten Technologien aus, die Sie entdeckt haben.
es: Elige las últimas tecnologías que has descubierto.
fr: Choisissez les dernières technologies que vous avez découvertes.
it: Scegli le ultime tecnologie che hai scoperto.
ja: あなたが発見した最後の技術を選んでください
nl: Kies de laatste technologieën die je hebt ontdekt.
pl: Wybierz ostatnie technologie, które odkryłeś.
zh: 選擇你最近發現的技術

# Tools.ResearchCalculator.SelectTargetTech
source: Pick technologies you want to discover.
cs: Vyberte technologie, které chcete objevit.
de: Wählen Sie Technologien aus, die Sie entdecken möchten.
es: Elige las tecnologías que deseas descubrir.
fr: Choisissez les technologies que vous souhaitez découvrir.
it: Scegli le tecnologie che vuoi scoprire.
ja: 発見したい技術を選んでください
nl: Kies de technologieën die je wilt ontdekken.
pl: Wybierz technologie, które chcesz odkryć.
zh: 選擇你想發現的技術
