Repository: IngweLand/forge-of-games
Catalog: src/Application.Client.Web/Localization/FogResource.*.resx
Languages: cs, de, es, fr, it, ja, nl, pl, zh

# Help.CommandCenter.Meta.Description
source: Learn how to use the Command Center tool in Heroes of History. Manage your heroes, optimize teams, and improve battle strategies.
cs: Naučte se, jak používat nástroj Velitelské centrum ve hře Heroes of History. Spravujte své hrdiny, optimalizujte týmy a vylepšujte bitevní strategie.
de: Erfahre, wie du das Kommandozentrale-Tool in Heroes of History nutzt. Verwalte deine Helden, optimiere Teams und verbessere Kampfstrategien.
es: Aprende a usar la herramienta Centro de Mando en Heroes of History. Administra tus héroes, optimiza equipos y mejora estrategias de batalla.
fr: Apprenez à utiliser l'outil Centre de Commandement dans Heroes of History. Gérez vos héros, optimisez vos équipes et améliorez vos stratégies de combat.
it: Scopri come utilizzare lo strumento Centro di Comando in Heroes of History. Gestisci i tuoi eroi, ottimizza le squadre e migliora le strategie di battaglia.
ja: Heroes of History の指令センターツールの使い方を学びましょう。ヒーローを管理し、チームを最適化し、戦闘戦略を向上させましょう。
nl: Leer hoe je de Commandocentrum-tool gebruikt in Heroes of History. Beheer je helden, optimaliseer teams en verbeter gevechtsstrategieën.
pl: Dowiedz się, jak korzystać z narzędzia Centrum Dowodzenia w Heroes of History. Zarządzaj bohaterami, optymalizuj drużyny i udoskonalaj strategie bitewne.
zh: 學習如何使用 Heroes of History 的指揮中心工具。管理您的英雄，優化隊伍，提升戰鬥策略。

# Help.CommandCenter.Meta.Keywords
source: command center, Heroes of History, team planner, battle strategies, hero management, game optimization
cs: velitelské centrum, Heroes of History, plánovač týmu, bitevní strategie, správa hrdinů, optimalizace hry
de: Kommandozentrale, Heroes of History, Teamplaner, Kampfstrategien, Heldenverwaltung, Spieloptimierung
es: centro de mando, Heroes of History, planificador de equipos, estrategias de batalla, gestión de héroes, optimización del juego
fr: centre de commandement, Heroes of History, planificateur d'équipe, stratégies de combat, gestion des héros, optimisation du jeu
it: centro di comando, Heroes of History, pianificatore squadre, strategie di battaglia, gestione eroi, ottimizzazione di gioco
ja: 指令センター, Heroes of History, チームプランナー, 戦闘戦略, ヒーロー管理, ゲーム最適化
nl: commandocentrum, Heroes of History, teamplanner, gevechtsstrategieën, heldenbeheer, game-optimalisatie
pl: centrum dowodzenia, Heroes of History, planer drużyn, strategie bitewne, zarządzanie bohaterami, optymalizacja gry
zh: 指揮中心，Heroes of History，隊伍規劃，戰鬥策略，英雄管理，遊戲優化

# StatsHub.PageTitle
source: Stats Hub | Heroes of History | Forge of Games
cs: Statistiky | Heroes of History | Forge of Games
de: Statistik-Zentrale | Heroes of History | Forge of Games
es: Centro de Estadísticas | Heroes of History | Forge of Games
fr: Centre de Statistiques | Heroes of History | Forge of Games
it: Centro Statistiche | Heroes of History | Forge of Games
ja: 統計ハブ | Heroes of History | Forge of Games
nl: Statistieken Hub | Heroes of History | Forge of Games
pl: Centrum Statystyk | Heroes of History | Forge of Games
zh: 統計中心 | Heroes of History | Forge of Games

# StatsHub.Meta.Description
source: Track leaderboards and statistics for Heroes of History. View top players, alliances, and world rankings.
cs: Sledujte žebříčky a statistiky pro Heroes of History. Zobrazte nejlepší hráče, aliance a světové žebříčky.
de: Verfolge Bestenlisten und Statistiken für Heroes of History. Sieh dir die besten Spieler, Allianzen und Weltranglisten an.
es: Consulta clasificaciones y estadísticas de Heroes of History. Visualiza los mejores jugadores, alianzas y rankings mundiales.
fr: Suivez les classements et les statistiques de Heroes of History. Consultez les meilleurs joueurs, les alliances et les classements mondiaux.
it: Monitora classifiche e statistiche per Heroes of History. Visualizza i migliori giocatori, le alleanze e le classifiche mondiali.
ja: Heroes of History のリーダーボードと統計を追跡しましょう。トッププレイヤー、同盟、ワールドランキングを確認できます。
nl: Volg ranglijsten en statistieken voor Heroes of History. Bekijk topspelers, allianties en wereldranglijsten.
pl: Śledź rankingi i statystyki w Heroes of History. Zobacz najlepszych graczy, sojusze i rankingi światowe.
zh: 追蹤 Heroes of History 的排行榜和統計數據。查看頂尖玩家、聯盟和世界排名。

# StatsHub.Meta.Keywords
source: Heroes of History stats, player rankings, leaderboard, alliance statistics, game performance
cs: statistiky Heroes of History, žebříček hráčů, žebříček, statistiky aliancí, výkon ve hře
de: Heroes of History Statistiken, Spieler-Ranglisten, Bestenliste, Allianz-Statistiken, Spielleistung
es: estadísticas de Heroes of History, clasificaciones de jugadores, ranking, estadísticas de alianzas, rendimiento en el juego
fr: statistiques Heroes of History, classement des joueurs, tableau des scores, statistiques d'alliance, performance en jeu
it: statistiche Heroes of History, classifiche giocatori, leaderboard, statistiche alleanze, prestazioni di gioco
ja: Heroes of History 統計, プレイヤーランキング, リーダーボード, 同盟統計, ゲームパフォーマンス
nl: Heroes of History statistieken, spelersranglijsten, ranglijst, alliantie statistieken, spelprestaties
pl: statystyki Heroes of History, rankingi graczy, tabela liderów, statystyki sojuszy, wydajność gry
zh: Heroes of History 統計，玩家排名，排行榜，聯盟統計，遊戲表現

# StatsHub.Title
source: Stats Hub
cs: Statistiky
de: Statistik-Zentrale
es: Centro de Estadísticas
fr: Centre de Statistiques
it: Centro Statistiche
ja: 統計ハブ
nl: Statistieken Hub
pl: Centrum Statystyk
zh: 統計中心

# CityPlanner.SmallScreenMessage
source: This city planner isn’t optimized for smaller screens. Please visit again on a larger device or switch to a bigger screen.
cs: Tento městský plánovač není optimalizován pro menší obrazovky. Navštivte prosím znovu na větším zařízení nebo přepněte na větší obrazovku.
de: Dieser Stadtplaner ist nicht für kleinere Bildschirme optimiert. Bitte besuchen Sie die Seite erneut auf einem größeren Gerät oder wechseln Sie zu einem größeren Bildschirm.
es: Este planificador urbano no está optimizado para pantallas pequeñas. Vuelva a visitarnos en un dispositivo más grande o cambie a una pantalla más grande.
fr: Ce planificateur de ville n'est pas optimisé pour les petits écrans. Veuillez revenir sur un appareil plus grand ou passer à un écran plus grand.
it: Questo pianificatore urbano non è ottimizzato per schermi più piccoli. Si prega di visitare nuovamente su un dispositivo più grande o passare a uno schermo più grande.
ja: この都市計画ツールは小さい画面に最適化されていません。より大きなデバイスで再度訪問するか、大きな画面に切り替えてください。
nl: Deze stadsplanner is niet geoptimaliseerd voor kleinere schermen. Bezoek deze pagina opnieuw op een groter apparaat of schakel over naar een groter scherm.
pl: Ten planer miejski nie jest zoptymalizowany dla mniejszych ekranów. Odwiedź ponownie na większym urządzeniu lub przełącz się na większy ekran.
zh: 此城市規劃工具未針對較小的螢幕進行最佳化。請在較大的設備上再次訪問，或切換到較大的螢幕。

# StatsHub.Worlds.TopAllianceListTitle
source: Top alliances on {0}
cs: Nejlepší aliance na {0}
de: Top-Allianzen auf {0}
es: Principales alianzas en {0}
fr: Meilleures alliances sur {0}
it: Migliori alleanze su {0}
ja: {0} のトップ同盟
nl: Topallianties op {0}
pl: Topallianties op {0}
zh: {0} 的頂尖聯盟

# StatsHub.Worlds.AllianceListTitle
source: Alliances on {0}
cs: Aliance na {0}
de: Allianzen auf {0}
es: Alianzas en {0}
fr: Alliances sur {0}
it: Alleanze su {0}
ja: {0} の同盟
nl: Allianties op {0}
pl: Allianties op {0}
zh: {0} 的聯盟

# StatsHub.Alliance.CurrentMembers
source: Current Members
cs: Současní členové
de: Aktuelle Mitglieder
es: Miembros actuales
fr: Membres actuels
it: Membri attuali
ja: 現在のメンバー
nl: Huidige leden
pl: Huidige leden
zh: 當前成員

# StatsHub.ContributePrompt
source: <strong>Can't find yourself or another player/alliance?</strong> Our game analytics are community-driven! Click this message to learn how to contribute!
cs: <strong>Nemůžete najít sebe nebo jiného hráče/alianci?</strong> Naše herní analytika je řízena komunitou! Klikněte na tuto zprávu a zjistěte, jak přispět!
de: <strong>Du kannst dich oder einen anderen Spieler/eine Allianz nicht finden?</strong> Unsere Spielanalysen sind Community-gestützt! Klicke auf diese Nachricht, um zu erfahren, wie du beitragen kannst!
es: <strong>¿No puedes encontrarte a ti mismo u otro jugador/alianza?</strong> ¡Nuestras analíticas del juego son impulsadas por la comunidad! Haz clic en este mensaje para aprender cómo contribuir.
fr: <strong>Vous ne trouvez pas votre nom ou celui d’un autre joueur/alliance ?</strong> Nos analyses de jeu sont alimentées par la communauté ! Cliquez sur ce message pour savoir comment contribuer !
it: <strong>Non riesci a trovare te stesso o un altro giocatore/alleanza?</strong> Le nostre analisi di gioco sono guidate dalla comunità! Clicca su questo messaggio per scoprire come contribuire!
ja: <strong>自分や他のプレイヤー/同盟が見つかりませんか？</strong> 当社のゲーム分析はコミュニティ主導です！ このメッセージをクリックして、貢献方法を学びましょう！
nl: <strong>Kun je jezelf of een andere speler/alliantie niet vinden?</strong> Onze game-analyse wordt aangedreven door de gemeenschap! Klik op dit bericht om te leren hoe je kunt bijdragen!
pl: <strong>Kun je jezelf of een andere speler/alliantie niet vinden?</strong> Onze game-analyse wordt aangedreven door de gemeenschap! Klik op dit bericht om te leren hoe je kunt bijdragen!
zh: <strong>找不到自己或其他玩家/聯盟？</strong> 我們的遊戲分析是由社群驅動的！ 點擊此訊息了解如何貢獻！

# StatsHub.Player.PvpRankingPoints
source: Arena Ranking Points
cs: Body hodnocení arény
es: Puntos de clasificación de la arena
fr: Points de classement d’arène
it: Punti classifica dell'Arena
ja: アリーナランキングポイント
nl: Arena-rangschikkingspunten
pl: Punkty rankingu areny
zh: 競技場排名積分

# StatsHub.Alliance.Leader.Label
source: Leader
cs: Vůdce
es: Líder
fr: Chef
ja: リーダー
nl: Leider
pl: Lider
zh: 領袖

# StatsHub.Alliance.RegisteredOn.Label
source: Registered on
cs: Registrováno dne
es: Registrado el
fr: Enregistré le
it: Registrato il
ja: 登録日
nl: Geregistreerd op
pl: Zarejestrowano dnia
zh: 註冊日期

# CityPlanner.Actions.DeleteCityButton
source: Delete city
cs: Smazat město
es: Eliminar ciudad
fr: Supprimer la ville
it: Elimina città
ja: 都市を削除
nl: Stad verwijderen
pl: Usuń miasto
zh: 刪除城市

# Battle.Difficulty.Hard
source: Hard
cs: Těžká
es: Difícil
fr: Difficile
it: Difficile
ja: ハード
nl: Moeilijk
pl: Trudny
zh: 困難

# Tooltip.Battle.Squads.Aggregate
source: Aggregate squads
cs: Agregovat jednotky
es: Agrupar escuadrones
fr: Regrouper les escouades
it: Aggrega squadre
ja: 部隊を統合
nl: Groepen samenvoegen
pl: Zgrupuj oddziały
zh: 合併小隊

# Tooltip.Battle.Squads.Disaggregate
source: Separate squads
cs: Oddělit jednotky
es: Separar escuadrones
fr: Séparer les escouades
it: Separa squadre
ja: 部隊を分離
nl: Groepen scheiden
pl: Rozdziel oddziały
zh: 分離小隊

# Tooltip.Battle.Difficulty
source: Change difficulty
cs: Změnit obtížnost
es: Cambiar dificultad
fr: Modifier la difficulté
it: Cambia difficoltà
ja: 難易度を変更
nl: Moeilijkheidsgraad wijzigen
pl: Zmień poziom trudności
zh: 更改難度

# SupportUs.Binance.Title
source: Donate with Crypto via Binance Pay
cs: Přispějte kryptoměnou přes Binance Pay
es: Donar con criptomonedas a través de Binance Pay
fr: Faire un don en crypto via Binance Pay
it: Dona con criptovalute tramite Binance Pay
ja: Binance Payで暗号通貨を寄付
nl: Doneer met crypto via Binance Pay
pl: Wesprzyj nas kryptowalutą przez Binance Pay
zh: 透過 Binance Pay 捐贈加密貨幣

# SupportUs.Binance.Link
source: Click here to pay with Binance Pay
cs: Klikněte sem pro platbu přes Binance Pay
es: Haz clic aquí para pagar con Binance Pay
fr: Cliquez ici pour payer avec Binance Pay
it: Fai clic qui per pagare con Binance Pay
ja: Binance Payで支払うにはこちらをクリック
nl: Klik hier om met Binance Pay te betalen
pl: Kliknij tutaj, aby zapłacić przez Binance Pay
zh: 點擊此處使用 Binance Pay 付款

# StatsHub.Player.PvpBattles
source: Arena battles
cs: Souboje v aréně
fr: Combats d'arène
it: Battaglie in arena
ja: アリーナバトル
nl: Arenagevechten
pl: Walki na arenie
zh: 競技場戰鬥

# Common.Victory
source: Victory
cs: Vítězství
fr: Victoire
it: Vittoria
ja: 勝利
nl: Overwinning
pl: Zwycięstwo
zh: 勝利

# Common.Defeat
source: Defeat
cs: Porážka
fr: Défaite
it: Sconfitta
ja: 敗北
nl: Nederlaag
pl: Porażka
zh: 失敗

# ImportInGameData.Options.Equipment
source: Equipment
cs: Vybavení
fr: Équipement
it: Equipaggiamento
ja: 装備
nl: Uitrusting
pl: Wyposażenie
zh: 裝備

# CommandCenter.Menu.Equipment
source: Equipment
cs: Vybavení
fr: Équipement
it: Equipaggiamento
ja: 装備
nl: Uitrusting
pl: Wyposażenie
zh: 裝備

# Import.ViewCitiesStats
source: View cities stats
cs: Zobrazit statistiky měst
fr: Voir les statistiques des villes
it: Visualizza statistiche delle città
ja: 都市の統計を見る
nl: Stadsstatistieken bekijken
pl: Wyświetl statystyki miast
zh: 檢視城市統計資料

# Hoh.Building.Upgrade
source: Upgrade
cs: Vylepšení
fr: Amélioration
it: Aggiornamento
ja: アップグレード
pl: Ulepszenie
zh: 升級

# Tooltip.BattleLog
source: Battle log
cs: Historie bitev
fr: Journal de bataille
it: Registro battaglie
ja: バトルログ
nl: Gevechtslogboek
pl: Dziennik bitew
zh: 戰鬥日誌

# BattleType.Campaign
source: Campaign
cs: Kampaň
fr: Campagne
it: Campagna
ja: キャンペーン
nl: Campagne
pl: Kampania
zh: 戰役

# BattleType.TreasureHunt
source: Treasure Hunt
cs: Lov na poklady
fr: Chasse au trésor
it: Caccia al tesoro
ja: トレジャーハント
nl: Schattenjacht
pl: Poszukiwanie skarbów
zh: 尋寶

# BattleType.PvP
source: Arena
fr: Arène
ja: アリーナ
zh: 競技場

# BattleType.HistoricBattle
source: Historic Battles
cs: Historické bitvy
fr: Batailles historiques
it: Battaglie storiche
ja: 歴史的戦い
nl: Historische gevechten
pl: Historyczne bitwy
zh: 歷史戰役

# BattleType.TeslaStorm
source: Tesla Storms
cs: Teslovy bouře
fr: Tempêtes de Tesla
it: Tempeste di Tesla
ja: テスラストーム
nl: Teslastormen
pl: Burze Tesli
zh: 特斯拉風暴

# BattleSelector.BattleType
source: Battle Type
cs: Typ bitvy
fr: Type de bataille
it: Tipo di battaglia
ja: バトルタイプ
nl: Gevechtstype
pl: Typ bitwy
zh: 戰鬥類型

# BattleSelector.CampaignRegion
source: Campaign Region
cs: Region kampaně
fr: Région de campagne
it: Regione campagna
ja: キャンペーン地域
nl: Campagneregio
pl: Region kampanii
zh: 戰役區域

# BattleSelector.Encounter
source: Encounter
cs: Srážka
fr: Rencontre
it: Incontro
ja: 遭遇
nl: Ontmoeting
pl: Spotkanie
zh: 遭遇

# BattleSelector.Difficulty
source: Difficulty
cs: Obtížnost
fr: Difficulté
it: Difficoltà
ja: 難易度
nl: Moeilijkheidsgraad
pl: Trudność
zh: 難度

# BattleSelector.TreasureHuntStage
source: Stage
cs: Fáze
fr: Étape
it: Fase
ja: ステージ
nl: Fase
pl: Etap
zh: 階段

# StatsHub.BattleLog.PageTitle
source: Battle Log | Heroes of History | Forge of Games
cs: Historie bitev | Heroes of History | Forge of Games
fr: Registro de batalla | Heroes of History | Forge of Games
it: Registro battaglie | Heroes of History | Forge of Games
ja: バトルログ | Heroes of History | Forge of Games
nl: Gevechtslogboek | Heroes of History | Forge of Games
pl: Dziennik bitew | Heroes of History | Forge of Games
zh: 戰鬥日誌 | Heroes of History | Forge of Games

# StatsHub.BattleLog.Meta.Description
source: View real user-submitted battles in Heroes of History. Analyze hero setups and use filters to improve your team strategy with the Battle Log.
cs: Zobrazit skutečné bitvy nahrané hráči v Heroes of History. Analyzujte sestavy hrdinů a využijte filtry pro zlepšení týmové strategie pomocí Battle Logu.
fr: Voir les batailles réelles soumises par les joueurs dans Heroes of History. Analysez les compositions de héros et utilisez des filtres pour améliorer votre stratégie d'équipe avec le Journal de bataille.
it: Visualizza battaglie reali inviate dagli utenti in Heroes of History. Analizza le formazioni degli eroi e utilizza i filtri per migliorare la strategia del tuo team con il Registro battaglie.
ja: Heroes of History における実際のユーザー投稿によるバトルを表示します。ヒーロー編成を分析し、フィルターを使ってバトルログでチーム戦略を改善しましょう。
nl: Bekijk echte gevechten die door gebruikers zijn ingediend in Heroes of History. Analyseer heldopstellingen en gebruik filters om je teamstrategie te verbeteren met het Gevechtslogboek.
pl: Wyświetl prawdziwe bitwy przesłane przez użytkowników w Heroes of History. Analizuj ustawienia bohaterów i używaj filtrów, aby ulepszyć strategię drużyny za pomocą Dziennika bitew.
zh: 查看 Heroes of History 中真實用户提交的戰鬥。分析英雄配置，並使用篩選器透過戰鬥日誌提升團隊策略。

# StatsHub.BattleLog.Meta.Keywords
source: Heroes of History, Battle Log, hero battles, team strategy, battle reports, combat stats, filter battles, hero composition, HoH Helper, game analytics
cs: Heroes of History, Battle Log, hrdinské bitvy, týmová strategie, hlášení bitev, statistiky boje, filtrovat bitvy, složení hrdinů, HoH Helper, analýza hry
fr: Heroes of History, Battle Log, batailles de héros, stratégie d'équipe, rapports de bataille, statistiques de combat, filtrer les batailles, composition des héros, HoH Helper, analyse du jeu
it: Heroes of History, Battle Log, battaglie di eroi, strategia di squadra, report battaglia, statistiche di combattimento, filtra battaglie, composizione eroi, HoH Helper, analisi del gioco
ja: Heroes of History, Battle Log, ヒーロー戦, チーム戦略, 戦闘レポート, 戦闘統計, バトルフィルタ, ヒーロー構成, HoH Helper, ゲーム分析
nl: Heroes of History, Battle Log, heldenoorlogen, teamstrategie, gevechtsrapporten, gevechtsstatistieken, gevechten filteren, heldensamenstelling, HoH Helper, spelanalyse
pl: Heroes of History, Battle Log, bitwy bohaterów, strategia drużyny, raporty bitew, statystyki bitewne, filtrowanie bitew, skład bohaterów, HoH Helper, analiza gry
zh: Heroes of History, Battle Log, 英雄戰鬥, 團隊策略, 戰鬥報告, 戰鬥統計, 篩選戰鬥, 英雄組成, HoH Helper, 遊戲分析

# StatsHub.BattleLog.Title
source: Battle log
cs: Historie bitev
fr: Journal de bataille
it: Registro battaglie
ja: バトルログ
nl: Gevechtslogboek
pl: Dziennik bitew
zh: 戰鬥日誌

# StatsHub.Menu.Leaderboards
source: Leaderboards
cs: Žebříčky
fr: Classements
it: Classifiche
ja: リーダーボード
nl: Ranglijsten
pl: Tablice wyników
zh: 排行榜

# StatsHub.Menu.BattleLog
source: Battle log
cs: Historie bitev
fr: Journal de bataille
it: Registro battaglie
ja: バトルログ
nl: Gevechtslogboek
pl: Dziennik bitew
zh: 戰鬥日誌

# StatsHub.BattleLog.ContributePrompt
source: Our game analytics are community-driven! Click this message to learn how to contribute!
cs: Naše herní analýzy jsou řízeny komunitou! Klikněte sem a dozvíte se, jak přispět!
fr: Notre analyse de jeu est communautaire ! Cliquez ici pour savoir comment contribuer !
it: Le nostre analisi di gioco sono guidate dalla community! Clicca qui per scoprire come contribuire!
ja: 当社のゲーム分析はコミュニティ主導です！クリックして貢献方法を学んでください！
nl: Onze game-analyse is community-gedreven! Klik hier om te leren hoe je kunt bijdragen!
pl: Nasza analiza gry jest oparta na społeczności! Kliknij, aby dowiedzieć się, jak przyczynić się!
zh: 我們的遊戲分析由社區驅動！點擊此處了解如何貢獻！

# BattleSelector.Battle
source: Battle
cs: Bitva
fr: Combat
it: Battaglia
ja: バトル
nl: Gevecht
pl: Bitwa
zh: 戰鬥

# Unit.BattlesAndPerformance
source: Battles and performance
cs: Bitvy a výkon
fr: Batailles et performance
it: Battaglie e prestazioni
ja: 戦闘とパフォーマンス
nl: Gevechten en prestaties
pl: Bitwy i wydajność

# StatsHub.Player.Visit
source: Visit
cs: Navštívit
fr: Visiter
it: Visita
ja: 訪問する
nl: Bezoek
pl: Odwiedź

# StatsHub.Player.ViewCityStats
source: View city stats
cs: Zobrazit statistiky města
fr: Voir les statistiques de la ville
it: Visualizza statistiche città
ja: 都市の統計を見る
nl: Stadsstatistiek bekijken
pl: Wyświetl statystyki miasta

# CityPlanner.Inspirations.Coins
source: Coins
cs: Mince
fr: Pièces
it: Monete
ja: コイン
nl: Munten
pl: Monety

# CityPlanner.Inspirations.Food
source: Food
cs: Jídlo
fr: Nourriture
it: Cibo
ja: 食料
nl: Voedsel
pl: Żywność

# CityPlanner.Inspirations.Goods
source: Goods
cs: Zboží
fr: Produits
it: Beni
ja: 名産品
nl: Goederen
pl: Towary

# CityPlanner.Inspirations.Form.Preference
source: Preference
fr: Préférence
it: Preferenza
ja: 好み
nl: Voorkeur
pl: Preferencja

# CityPlanner.Inspirations.Form.Expansions
source: Expansions
cs: Rozšíření
fr: Extensions
it: Espansioni
ja: 領土拡張
nl: Uitbreidingen
pl: Ekspansje

# CityPlanner.Inspirations.Form.AllowPremium
source: Allow premium buildings
cs: Povolit prémiové budovy
fr: Autoriser les bâtiments premium
it: Consenti edifici premium
ja: プレミアム建物を許可する
nl: Premiumgebouwen toestaan
pl: Zezwól na budynki premium

# CityPlanner.PurgeInventoryConfirmation
source: Do you want to remove all buildings from the inventory?
cs: Chcete odstranit všechny budovy z inventáře?
fr: Voulez-vous supprimer tous les bâtiments de l’inventaire ?
it: Vuoi rimuovere tutti gli edifici dall'inventario?
ja: インベントリからすべての建物を削除しますか？
nl: Wilt u alle gebouwen uit de inventaris verwijderen?
pl: Czy chcesz usunąć wszystkie budynki z inwentarza?

# BattleSquad.Stats.BaseStats
source: Base stats
cs: Základní statistiky
fr: Stats de base
it: Statistiche di base
ja: 基本
nl: Basisstatistieken
pl: Statystyki bazowe

# BattleSquad.Stats.Barracks
source: Barracks
cs: Kasárny
fr: Caserne
it: Caserme
ja: 兵舎
nl: Kazerne
pl: Koszary

# BattleSquad.Stats.Equipment
source: Equipment
cs: Vybavení
fr: Équipement
it: Equipaggiamento
ja: 装備
nl: Uitrusting
pl: Wyposażenie

# BattleSquad.Stats.Other
source: Other
cs: Ostatní
fr: Autres
it: Altro
ja: その他
nl: Overig
pl: Inne

# Equipment.MainAttributes
source: Main Attributes
cs: Hlavní atributy
fr: Attributs principaux
it: Attributi Principali
ja: メイン特性
nl: Hoofdkenmerken
pl: Główne atrybuty

# Equipment.SubAttributes
source: Sub Attributes
cs: Dílčí atributy
fr: Attributs secondaires
it: Attributi Secondari
ja: サブ特性
nl: Subattributen
pl: Podatrybuty

# Equipment.Slot
source: Slot
fr: Emplacement
ja: スロット

# Equipment.Set
source: Set
cs: Sada
fr: Ensemble
ja: セット
pl: Zestaw

# Equipment.Rarity
source: Rarity
cs: Vzácnost
fr: Rareté
it: Rarità
ja: レア度
nl: Zeldzaamheid
pl: Rzadkość

# Equipment.ImportEquipment
source: Import Equipment
cs: Importovat vybavení
fr: Importer Équipement
it: Importa Equipaggiamento
ja: 装備をインポート
nl: Uitrusting importeren
pl: Importuj wyposażenie

# UnitStats.AttackAbbrev
source: ATK
cs: ÚTOK
fr: ATQ
it: ATT
ja: 攻撃
nl: AANV
pl: Atak

# UnitStats.AttackPercentAbbrev
source: ATK %
cs: ÚTOK %
fr: ATQ %
it: ATT %
ja: 攻撃％
pl: ATAK %

# UnitStats.DefenseAbbrev
source: DEF
cs: OBR
fr: DÉF
it: DIF
ja: 防御

# UnitStats.DefensePercentAbbrev
source: DEF %
cs: OBR %
fr: DÉF %
it: DIF %
ja: 防御％

# UnitStats.MaxHitPointsAbbrev
source: HP
fr: PV
it: PS
ja: 体力

# UnitStats.MaxHitPointsPercentAbbrev
source: HP %
cs: BODY ŽIVOTA %
fr: PV %
ja: 体力％

# UnitStats.BaseDamagePercentAbbrev
source: Base DMG %
cs: Základní DMG %
fr: DÉG de base %
it: DMG base %
ja: 基礎ダメージ％
nl: Basis DMG %
pl: Bazowe OBRAŻENIA %

# UnitStats.CritDamageAbbrev
source: CRIT DMG
cs: KRITICKÉ POŠKOZENÍ
fr: DÉG CRIT
it: DANNO CRITICO
ja: クリティカルダメージ
nl: KRIT SCHAD
pl: OBRAŻENIA KRYTYCZNE

# Tools.AbilityCostCalculator.Name
source: Ability cost calculator
cs: Kalkulačka nákladů schopností
fr: Calculateur de coût de capacité
it: Calcolatrice costo abilità
ja: アビリティコスト計算機
nl: Vaardigheidskosten calculator
pl: Kalkulator kosztów umiejętności

# ImportInGameData.Options.ResearchState
source: Research state
cs: Stav výzkumu
fr: État de la recherche
it: Stato della ricerca
ja: 研究状態
nl: Onderzoeksstatus
pl: Stan badań

# StatsHub.Player.TopHeroes
source: Top heroes
cs: Nejlepší hrdinové
fr: Meilleurs héros
it: Migliori eroi
ja: トップヒーロー
nl: Top helden
pl: Najlepsi bohaterowie

# StatsHub.HeroInsights.ListTitle
source: Hero Insights
cs: Přehledy hrdinů
fr: Aperçus des héros
it: Analisi degli eroi
ja: ヒーロー分析
nl: Heldeninzichten
pl: Analizy bohaterów

# StatsHub.HeroInsights.Form.LevelRange
source: Level range
cs: Rozsah úrovní
fr: Plage de niveau
it: Intervallo di livello
ja: レベル範囲
nl: Levelbereik
pl: Zakres poziomów

# StatsHub.HeroInsights.Mode.Top
source: Highest-Level
cs: Nejvyšší úroveň
fr: Niveau le plus élevé
it: Livello più alto
ja: 最高レベル
nl: Hoogste level
pl: Najwyższy poziom

# StatsHub.HeroInsights.Mode.MostPopular
source: Most popular
cs: Nejoblíbenější
fr: Plus populaire
it: Più popolare
ja: 最も人気
nl: Meest populair
pl: Najpopularniejszy
